{
  "1": "83224/A16-3\nSerial 014\nU.S.S. COD (SS224)\nCare of Fleet Post Office\nSan Francisco, Calif.\n29 May 1945.\nDEGLASSIFIED\nFrom:\nTo:\nVia:\nSubject:\nEnclosure:\n1.\nThe Commanding Officer.\nThe Commander-in-Chief, United States\nFleet.\nOfficial Channels.\nU.S.S. COD (SS224) Report of War Patrol\nNumber Six.\n(A) Subject Report.\n(B) Track Chart (ConSubPac only).\n(c) U.S.S. COD TOP SECRET Serial No.\n0001 of 23 May 1945.\nEnclosure (A) covering the Sixth Wer Patrol\nof this vessel conducted in the EAST CHINA SEA during the\nperiod 24 March 1945 to 29 May 1945 is forwarded herewith.\nJ. A. ADKINS.\nDECLASSIFIED-ART. 0445, OPNAVINST 5510.1C\nTOP-09896/25/22\nDECLASSIFIED\n127518",
  "2": "CONFIDENTIAL\n(A) PROLOGUE\nU.S.S. COD (SS224)\nU.S.S. COD arrived Pearl Harbor, T.H. from War\nPatrol No. 5 on 20 November 1944. Departed Pearl\nHarbor, T.H. 23 November 1944. Arrived Navy Yard,\nMare Island, California for overhaul 1 December 1944.\nLeft Navy Yard, Mare Island 20 February 1945. Arrived\nSan Diego, California 22 February 1945. Furnished\ndaily services to \"est Coast Sound School. Left San\nDiego 28 February 1945. Arrived Submarine Base,\nPearl Harbor, T.H., 7 March 1945. Received voyage\nrepairs and training, fired 10 exercise torpedoes\nand several torpedoes in special exercises.\nDuring overhaul period detached with great re-\ngret Lt.(g) Samuel M. FAHR, US NR and Radio Elec.\nJohn K. LUD IG, USN. Received on board Ens. John\nJ. PARK, USNR and Lieut. John H. WICKERT, USN.\n(B) NARRATIVE\nNAME\nOfficers and Chief Petty Officers attached.\nRANK or RATE\nNO. OF PATROLS\n(Including this\nPatrol)\nADKINS, J. A.\nLAWRENCE, W. H.\nComdr.\n6\nComdr. (PCO)\n5\nBECKMAN, K. F.\nLieut.\n10\nPODOREAN, C.\nLieut.\n5\nHURST, T. C. III\nLieut.\n4\nWICKERT, J. H.\nLieut.\n1\nCLOUGH, R. H.\nLt. (ig)\n2\nKRUBEL, F. J.\nLt. (jg)\n2\nSMITH, W. K.\nLt. (je)\n3\nKIMBALL, F. S.\nLt.(jg)\n11\nPARK, J. J.\nEns.\n1\nWALLACE, J.\nHOWARD, J. D.\nEns.\n6\nCTM(AA)\n9\nHUSTER, R. E.\nCMOMM(AA)\n6\nKING, B. L.\nCMOM (PA)\n10\nPURTILL, R. M.\nCPhI (T)\n6\nRUNGE, C. E. H.\nCEM (PA)\nCOM(PA)\n11\n6\nYAFBER, P. J.\n24 March\n0635 VW Underway from PEARL in accordance with\nComSubPac Operation Order No. 44-A-45. Con-\nducted exercises with outgoing convoy and set\ncourse for GUAM. Conducted daily dives and\n(1)",
  "3": "U.S.S. COD (SS224)\nCONFIDENTIAL\n24 March (Cont.)\n9 April\n1504 K\n1710 K\n1738 K\ndrills. Arrived GUAM 6 April 1945. Sailing de-\nlayed due to repairs to stills and trim pump con-\ntroller panel.\nUnderway from GUAM in accordance with ComSubPac\nOperation Order No. 75-45 to conduct coordinated\npatrol and lifeguard operations for 5th Air Force\nwith U.S.S. POMPON in East China Sea.\nTrim dive, battle problem.\nSurfaced.\n1951 K Released escort.\n10 April\n0757 K SD contact 20 miles, bogey. Made trim dive.\n0822 K\nSurfaced.\nNoon Position - Lat. 15-43.6 N, Long. 141-18.3 E.\n11 April\n1009 I Made trim dive.\n1036 I\nSurfaced.\n-\nNoon Position Lat. 19-00.2 N, Long. 137-48.9 E.\n1501 I\nSighted friendly submarine southbound. Could not\nestablish communication by searchlight or SJ.\n1545 I Sighted friendly submarine south bound. Exchanged\nmessages by searchlight with TENCH. Was informed\nthat friendly search planes to the northward answered\nreadily on VHF channel one.\n1820 I\n12 April\nLookout sighted ships bearing 316 T. Ship contact\nNo. 1. Commenced tracking. Contact developed into\nconvoy of about 16 ships in 4 columns with escorts\non flanks and ahead. Base course 120 T, speed 13\nknots. Numerous APR contacts on friendly shipborne\nair search radars. COD was directly ahead of for-\nmation, range 17,000 yards. In a Joint zone.\nStood by with all recognition signals and pulled\noff target's track to northward.\nNearest escort\npassed astern of COD at range 7,500 yards. Con-\nvoy's course was on direct route away from OKINAWA.\nNo challenge of any sort received. Secured from\ntracking stations.\"\nNoon Position - Lat. 24-05 N, Long. 137-32 E.\n1424 I Made trim dive.\n1503 I\n13 April\nSurfaced.\n0240 I SD contact 12 miles, friendly. Plane closed to 3\nmiles, turned on running lights and opened out.\n(2)",
  "4": "U.S.S. COD (SS224)\nCONFIDENTIAL\n13 April (Cont.)\n0939 I Made trim dive. Battle problem.\n1030 I Surfaced.\nNoon Position - Lat. 28-29.9 N, Long. 137-16.5 E.\n14 April\n0609 I\nLookout sighted plane dead ahead, position angle\n10, estimated range 5 miles, angle-on-bow zero,\nlarge 4-engine float type. Submerged. Lat.\n29-16 N, Long. 133-42 E.\n0616 I One bomb. Jarred loose one electrical connec-\ntion in after torpedo room.\nSurfaced.\n0728 I\n1212 I\n-\nNoon Position Lat. 29-16.1 N, Long. 132-28.9 E.\nLookout sighted plane, land based type, position\nangle 1°, angle-on-bow zero, range not determined,\nclosing fast. Submerged.\n1310 I\n1343 I\nSurfaced.\nLookout sighted mine, our posi ti on Lat. 29-12.8 N\nLong. 132-13.2 E. Mine was round, no barnacles,\nfloating about two-thirds submerged, four (4)\nhorns visible. Appeared fairly new with only\nlight coating of rust. Took pictures. .30 Cal.\ncarbine slots bounced off the mine's case.\nDetonated mine with .50 Cal. fire. Range about\n125 yards. Several pieces of spent shrapnel hit\nus.\n1438 I Struck submerged object, heard throughout boat,\nloudest in forward torpedo room. Pit log out of\ncommission. Rod meter bent. We were unable to\npull in the rod meter with a chain fall. Jetti-\nsoned rod meter and installed spare; completed\nrepairs by 2012 I.\n1518 I\n1608 I\nSD contact 8 miles, bogey. Submerged.\nSurfaced in midst of much floating debris and\noil slick. Apparently heavy diesel oil. Lat.\n29-14 N, Long. 132-50.5 E.\n1941 I SJ contact, 3 pips, 22,830 yards, went to track-\ning stations. Contact developed into 8 pips,\nopening rapidly, obviously aircraft. Secured\nfrom tracking stations.\n2025 I Aircraft flare over horizon, astern, bearing 070T.\n2028 I Another flare.\n2034 I\n2105 I\n2152 I\n2214 I\nAirplane flare on same bearing, closer, estimated\nrange 5 miles.\nSD contact 8 miles, bogey. Closed to 6. Sub-\nmerged. SJ range 11,000 yards during submergence.\nSurfaced.\nFirst of many contacts by SJ on floating objects,\nbirds and phantoms. Ranges of initial contact\nvaried from 600 to 4500 yards. None could be\n(3)",
  "5": "U.S.S. Cob (SS224)\nCONFIDENTIAL\n14 April (Cont.)\n15 April\nsighted in the starlight with slight haze. Some\nwere obviously phantoms since they would disappear,\nothers tracked as birds, and still others gave good\nsolid echoes in the same position down to range 400.\n\"e maneuvered to avoid them all./\n0333 I Entered strait south of AKUSEKI JIMA.\n0425 I Airplane flare astern beyond horizon.\n0723 I\n1002 I\nSD contact 12 miles, bogey. Closed to 10. Sub-\nmerged. Periscope patrol.\nSighted mine, round horned type, many barnacles,\nto ok pictures through periscope. Lat. 29-58.5 N,\nLong. 128-47.2 E.\nNoon Position Lat. 30-05.7 N, Long. 128-47.2 E.\n1500 I Held memorial service in after battery for the late\nFRANKLIN DELANO ROOSEVELT, President of the United\nStates.\n1728 I\n1753 I\n1849 I\n1912 I\n2111 I\n2135 I\n2136 I\n2220 I\n2238 I\nSurfaced.\nSighted tracer fire beyond horizon astern.\nSD contact 12 miles, bogey, closing fast. Submerged.\nSurfaced.\nSD contact 12 miles, bogey. Closed rapidly to 8\nmiles. Submerged. Picked up by SJ at 12,900 yards\non way down.\nSurfaced.\nSD contact 10 miles, 18,000 yards by SJ. Closed\nto 7 miles. Submerged.\nAt periscope depth picked up plane on ST radar,\ntracked him down port side, losing contact at\n7,800 yards.\nSurfaced.\n2316 I SD contact 6 miles, closing. Submerged.\n16 April\n0013 I All clear by ST, surfaced.\n0022 I Observed flicker of light on bearing 230 T, be-\nlieved from plane.\n0108 I\nSJ contact 030 T, 8,850 yards. SJ interference\non same bearing. Thought he was keying us but\n8 minutes later interference disappeared. When\ninterference reappeared, exchanged challenge and\ncalls with SPADEFISH. Many floating objects during\nnight which we maneuvered to avoid.\n0135 I Sighted floating object which might have been a\nmi ne; cur position Lat. 31-23.3 N, Long. 128-55.1 E.\n0210 I Interference on SJ. Not SPADEFISH. Later decided\nthis was a possible 10 centimeter radar on TORI SHIMA.\n₤4)",
  "6": "U.S.S. COD (SS224)\nCONFIDENTIAL\n16 April (Cont.)\n0745 I Sighted floating mine. Our position Lat. 32-27 N,\nLong. 128-17 E. 3 horns and lifting hook. Com-\nmenced fi ring with .50 Cal. machine guns and .30\nCal. carbines; made several hits with no effect\non mine. Gave up after expending 400 rounds of\n.50 Cal. ammunition. Decided we had better im-\nprove our mine shooting technique which we did\nby holding carbine target practice and by put-\nting sights on our .50 Cal. aircraft guns. Also\ndecided to try 40 MM and 5 inch on the next mine.\n1000 I Lookout sighted 2 planes, probably ILYS, angle-\non-bow zero. SD contact 9 miles, closing, at\nsame time. Submerged. .\n1042 I\n1145 I\nHeard a loud explosion.\nHeard a distant explosion.\nNoon Position Lat. 32-33.5 N, Long. 127-36.7 E.\n1208 I Surfaced.\n1508 I\nSighted object thought to be a mine. Investiga-\nti on disclosed it as a bucket. Exercised rifle\nshots with .30 Cal. carbines at range of 150\nyards.\n2225 I Passed mine close aboard to starboard, plainly\nseen in moonstreak by lookout and OOD. Our\nposition Lat. 32-22 N, Long. 125-27 5.\n2226 I Stopped and commenced maneuvering to pick up mine\nwith intention of sinking it. This maneuver in\nthe darkness was not as foolhardy as it sounds.\nThe SJ radar was very sensitive, and by coming\nto a course 170° to the left of the moon's azi-\nmuth, I knew that I had the mine on the port\nhand and could pull clear to the right with no\ndanger if unable to locate the mine. It was my\nintention to silhouette the mine in the moon and\nsink it with gun fire. SJ radar picked up the\nmine at range 1000 yards, but as soon as I had\nmaneuvered it into the moonstreak, the moon be-\ncame obscured by low clouds on the horizon. Re-\nsumed course and speed, maneuvering to avoid\nfloating objects.\n2352 I SJ contact 2400 yards, closing rapidly, crossed\nastern, lost at 2250 yards. Believed to be a\nbird.\n17 April\n0024 I\n0134 I\n0614 I\nSubmerged to work on hydraulic plant.\nSurfaced.\nSighted mine; our position Lat. 31-45 N, Long.\n134-35 E. Fired at mine with .30 Cal. carbines\nand sub-machine guns. Hits bounched off with a\nnoise like that of hitting the bulls-eye in a\n(5)",
  "7": "U.S.S. COD (SS224)\nCONFIDENTIAL\n17 April (Cont.)\nshooting gallery. Manned 5 inch. Decided that the\nmine was worth 3 rounds. First round was on in de-\nflection, but short 5 yards. Second round was on\nin deflection and about 4 yards short. The third\nround was on in deflection and about 2 feet short.\nThis round was a dud and exploded when it hit the\nwater after ricocheting. Secured the 5 inch,\nmanned the 40 MM guns. Exploded mine with a di-\nrect 40 MM hit.\nGUN ATTACK NO. 1\n0748 I\n0925 I\n0935 I\nLookout sighted two ships in haze, bearing 170 T.\nShip contact #2. Our position Lat. 31-45,\nLong. 124-35... Set tracking stations. Could\nnot get radar range on target. Maneuvered to\nkeep them just in the haze and got up ahead.\nCourse about 030 T from bearings and estimated\nranges. Could hear no pinging; took a sounding;\n17 fathoms. PCO and others looking through bi-\nnoculars and high periscope were convinced the t\nwe had a large two-masted ship with one escort.\nThe CO was unconvinced and submerged ahead of\ntargets at 0909. Set section watch and waited\nfor targets to show up.\nJP, picked up. target's screws.\nSighted target through periscope. Set battle sta-\ntions. Sea, was flassy. Went to silent running.\nMade approach. Made ready the bow tubes. Due to\nthe glassy condition of the sea I was too economical\nwith the periscope exposures, and ST was unable to\nget a range. Sighted a cable extending between the\ntwo ships. One was 3 islands, MFM, the other one\nwas an engines-aft vossel. I was undecided about\nshooting torpedoes at these targets. PCO took a\nlook for the express purpose of helping me decide\nand so did the Executive Officer. They were both\nvery positive in asserting that the targets were\nworth torpedoes. I was still unconvinced, and let\nthe targets go by, not because of size, but for the\nfollowing reasons: (1) Did not have a good speed\nsolution and, in fact, had no range in which I felt\nany confidence, (not being at all sure of the mast\nhead height), until the first ping range of 2900\nyards. (2) I had not been able to see any gun larger\nthan an estimated 20 MM on top of the bridge of the\nMFM. (3) I didn't feel that the targets had any\nchance of getting away from us..(4) I was still mysti-\nfied by the cable between the ships. Actually the\nMFM was towing the engines-aft, but due to the yaw-\ning of the tow, at times through the periscope they\nappeared to be almost a breast of each other, and I\n(6)",
  "8": "U.S.S. COD (SS224)\nCONFIDENTIAL\n17 April (Cont.)\nان\nwas not sure that they were not sweeping. JP re-\nported two sets of screws, JK reported only one.\nAccordingly I had the 5 inch gun pointer take a\nlook at the targets, got a good set-up by ST\nwhen abaft their beam, and set stations for battle\nsurface, 5 inch and 40 MM guns.\n1052 I Surfaced 3750 yards astern of targets. It was\napparent that one was towing the other. Mancuv-\nered to keep the towing vessel (with the gun),\nmasked by the tow. Closed the range and opened\nfire at 3200 yards with the 5 inch gun. Inter-\ncepted radi o transmission on 500 kes, (see radio\nsection). Opened fire with 40MM at range about\n2000 yards. 5 inch hits set tow on fire. He\nobviously had a cargo of oil. Great clouds of\nblack smoke poured out and flames roared for th\nas if from jets. Shifted 5 inch fire to towing\nvessel.\n1108 I SD contact 15 miles, bogey. 2 planes. Closing\nslowly. An observer on the bridge thought he saw\na torpedo. Towing vessel let go his tow and de-\ncided to shoot it out with us. SD contacts closed\nto 13 miles. The great weakness of a battle sur-\nface as we conduct it with only 1 hatch open is\nin getting the gun crews back down below in a\nhurry. Sent 40 MM crows below and turned away\nfrom towing vessel. He was now headed directly\nfor us, making about 10 knots and was on in range\nwith his 20 MI gun. Opened range to 3700 yards,\nwhich left his fire falling about 50 yards short.\nSD contacts opened to 16 miles and were lost.\nManeuvered around tug while shooting slow fire\nwith the 5 inch. A very close over put his\nrudder, or screws, or both, out of commission.\nHe abandoned ship. closed him and before the\n5 inch shells started pounding into him at every\nshot, we could see that shorts had riddled him\nwith shrapnel. Closed range and sank the tug\nwith 5 inch and 40 M fire. Then went back to\nthe oiler and sank it with three 5 inch hits\nalong the waterline.\nNoon Position - Lat. 31-52 1, Long. 124-55 E.\nThere were several survivors. Picked up one\nprisoner from each vessel, apparently both military.\nPicked up a second survivor from the tug, appar-\nently a mercantile sailor. Picked up a life ring\nfrom tug with lettering CHOYO MARU. The identity\nis uncertain. We took pictures, both moving and\nstill, and I would prefer to have the damage\nassessment made from them. However, the available\n(7)",
  "9": "U.S.S. COD (SS224)\nCONFIDENTIAL\n17 April (Cont.)\n1300 I\n1319 I\n1532 I\ndata is: The tug while transmitting used the call\nJUJV. This may be an indefinite call. The life\nring was inscribed CHOYO MARU SHIMONOSEKI. I ques-\ntioned the mercantile prisoner and he confirmed the\nname CHOYO MARU for his ship and also gave the name\nBAISHI MARU. One of the other prisoners drew a rough\npicture of a tug end tow for his guard later and in\nEnglish wrote KARI MARU by the tug and BANSHI MARU\nby the tow. Until more accurate information is avail-\nable from the photographs and from the prisoners\nthe CO's estimate of the damage is:\nSUNK:\nOne SMC. Tug. Wooden hull with steel deck\nhouse. Possibly CHOYO MARU (EU), 2000 tons.\nOne SMC. Oiler. Wooden huli. Possibly BAISHI\nor BANSHI MARU (EU), 2000 tons.\nThe mercantile mari ne prisoner was shown a chart\nand indicated that the vessels were out of KEELUNG\nfor SHIMONOSEKI, without stop, and that their route\nwas to the north of QUELPART ISLAND.\nThe prisoners were stripped and placed in the 5 inch\nmagazine.\nResumed course and speed, enroute to area.\nJOOD sighted 3 planes. Submerged.\nSurfaced.\n1551 I JOOD sighted plane. Submerged.\n1646 I\n18 April\nSurfaced.\n0517 I Sighted mine. Lat. 29-05.4 N, Long. 123-32.2 E.\nMine had 7 horns, 6 arranged around the outside\nand 1 sticking up vertically on top. Detonated\nmine ith 40 MM fire. 34 rounds.\n1137 I Submerged for trim.\nNoon Position - Lat. 28-28.5 N, Long. 128-23.3 3.\n1227 I Surfaced.\n1808 I\nSighted mine. Lat. 27-27.5 N, Long. 122-36.6 E.\n4 horned type. Commenced firing with .30 Cal. car-\nbines which rattled off the mine's ce se with loud\npings as before. Fired 62 rounds of 40 with no\nhits. Finally exploded mine after expending 225\nrounds of .50 Cal. ammunition.\n1948 I Sighted a flash of light bearing 215 T. Headed\nover to investigate and sighted a flash again at\n200 T, but could not find anything else.\n19 April\n0935 I Lookout sighted ship bearing 276 T. Set battle.\nstations surface and closed to investigate. Turned\nout to be a fishing sampan.",
  "10": "U.S.S. COD (SS224)\nCONFIDENTIAL\n19 April (Cont.)\n1010 I Sighted a second sailboat with two masts, appar\nently a junk.\n1019 I Fired one round of 40 MM across bow of sampan.\nManeuvered in close and examined him. It was a\ntypical Chinese fishing boat, eyes painted in the\nbow, oldest man at tiller, youngest and smallest\nat the sculling oar, one small boy hiding under\ndeck boards, lots of yammering. Had the sampan\ncome alongside. Chief of the Boat boarded her\nand found one sa ck of beans, a half-bushel of\npotatoes and one fish. Gave the occupants 5\npackages of cigarettes with which they were highly\npleased. Took pictures.\nNoon Position\n1230 I\n-\nLat. 26-06 N, Long. 121-00.5 E.\nCould not get to life uard station but raised\ncovering plane by VHF, gave him our position\nand received receipt. No business.\n2034 I Submerged to work on hydraulic plant.\n20 April\n0134 I Surfaced.\nNoon Position - Lat. 26-12.6 N, Long. 122-13.8 E.\n1821 I SD contact 3 miles, bogey. Submerged.\n1909 I\n21 April\nSurfaced.\n1034 I SD contact 12 miles, bogey. Closed to 8 miles.\nSubmerged.\nNoon Position - Lat. 25-35.9 N, Long. 120-09.5 B.\n1225 I\n1333 I\nSurfaced.\nSD contact on land, closed. Sighted various\nfishing vessels. Headed north.\n1822 I SD contact 11 miles, bogoy. Closed to 8 miles,\nsighted by JOOD. Submerged.\n1911 I Surfaced.\n22 April\n0426 I SJ contact 326 T, 7,450 yards. Our position\nLat. 26-05, Long. 120-23.0 E. Showed two pips,\ncourse 230 T, speed 2 knots. Apparently sampans.\n0443 I TONGSHA ISLAND bearing 375 T, 13,630 yards.\n0620 I Several fishing boats sighted in vicinity of\nTUNGYUNG ISLAND.\n0903 I SD contact 14 miles, bogey, closing. Sighted by\nlookout at 10 miles. Westerly course, headed\nfor the coast. Looked like a TESS. Plane oponed\nout and then started back in again. Submerged\nat 0913.\n1025 I Surfaced.\n(9)",
  "11": "U.S.S. COD (S$224)\nCONFIDENTIAL\n22 April (Cont.)\n1047 I Sighted fishing fleet off TUNGYUNG again - 8 sails\nin sight.\nNoon Position (DR) Lat. 26-23 N, Long. 120-48.8 E.\n-\n1709 I SD contact 11 miles, bogey. Closed to 8. Submerged.\nAt radar depth SD contacts at 14 and 8 miles.\nAll clear, surfaced.\n1740 I\n1801 I\n2101 I\nSuspicious trace on TDM bearing 345 relative. All\nahead flank. Left full rudder. Nothing developed.\n2212 I Completed converting #41BT. Flushed out by blowing\nand flooding several times on surface.\n23 April\n0617 I\n0728 I\n0900 I\nSubmerged. Flooded and blew 4MBT several times\nat 80 feet.\nSighted PB4-Y through periscope.\nSurfaced.\n0903 I Suspicious trace on TDM, relative bearing did not\nchange with maneuvers.\nNoon Position\n1255 I\n1311 I\n1649 I\n1734 I\n1745 I\n1851 I\n24 April\n-\n(DR) Lat. 25-32 N, Long. 121-04.5 5.\nCommenced circling on lifeguard station.\nSD contacts 30 and 52 miles, friendly. One sighted\nfrom bridge by 00D. Broken clouds, poor vi si bi lity.\nWorked planes by VHF. Numerous friendly planes.\nSighted PBM with P-38 cover.\nSD contact miles, borey, closing. Submerged.\nSurfaced.\nSD contact 10 miles, bogey, closed to 7. Submerged.\nSurfaced. Headed over to investigate HAITAN HARBOR.\n0105 I Secured SD radar while approaching herbor.\n0124 I\n0230 I\nStopped. Searched HAITAN HARBOR with the SJ ex-\npe nded sweep in a denso fog. All clear. Thon\nran north off HAITAN ISLAND about 3 miles off\nthe beach..\nResumed SD search.\nNoon Position (DR) Lat. 25-16.3 N, Long. 120-47.1 E.\nInside restricted area.\n1217 I Circling on lifeguard station.\n1219 I\nSD contacts 12 and 16 milos, friendly. Heavy\novercast. e me de this rendezvous with the life-\nguard plane by telling the pleno when we could\nhear him pass overhead.\n1250 I Sighted mine. A new and larger type. Four (4)\nhorns with a hand hole on top. Told lifeguard\nplane what we were going to do and fired 43 rounds\nof 40 MM. The mine took two 40 MI hits before\nexploding. The second hit caused a puff of black\nsmoke and a flat burst of yellow flamo near the\n(10)",
  "12": "U.S.S. COD (SS224)\nCONFIDENTIAL\n24 April (Cont.)\nwater with very little noise. Possibly one of\nthose \"second order\" explosions. Our position\nLat. 25-09.8 N, Long. 120-45.0 E.\n1320 I Sighted an oil drum. Position Lat. 25-07.9 N,\nLong. 120-45.5 E.\n1323 I\n1338 I\n1619 I\nHeaded out of mine field.\nSighted lifeguard plane for first time.\nLookout sighted object on horizon bearing 339 T.\nOur position Let. 25-20.7 N, Long. 120-48.5 E.\nInvestigated. Turned out to be a bow of a sunken\nsampan. Opened range to 2800 yards and bore-\nsighted 5 inch gun.\nTORPEDO ATTACKS NOS. 1, 2 and 3.\n2130 I TDM picked up pinging. Checked with JK. Bearing\n110 T. Headed over to investigate. Ship con-\ntact No. 3.\nSet\n2154 I SJ contacts two ships, 115 T and 120 T, range\n9,450 yards. Our position Lat. 25-42.4 M, Long.\n121-15 E. Battle stations. Two sets of pinging,\n15.6 kcs. Closed target. Baso course 355 T,\nspeed 11.75 knots. Larger ship was the noarer,\nwith a smaller ship on his starboard quarter.\nCould make them out from the bridge at 4,000\nyards range. Planned to shoot 4 torpedoes at the\nleading ship and 2 at the trailing ship.\ndepths 2 feet. Opened outer doors, came to\ncourse for an 80° track and waited for favorable\ngyro angles, and about 3,000 yard torpedo runs.\nAccepted a sharper track in the early part of a\nzig toward. Just before firing, radar picked up\na third ship in the formation on the starboard\nbow of the trailer. Triod to raise POMPON with\ncontact report. Broadcast it.\n2253 I Fired 4 torpedoes forward. COD speed 4.5 knots.\nGyro angles 000.5 to 001.5, average track angles,\n46 P, average torpedo run 3100 yards; shifted\nto trailing ship. Each torpedo jumped out of\nthe water as soon as launched and then proceeded\ndown the range like a porpoise, alternately\nbroaching and plunging with a rhythmic tempo.\nGlassy. calm sea with haze. Decided against\nshooting, any more torpedoes with this depth set-\nting\nTurned right and went to flank speed.\nCommenced reload. The target turned left shortly\nafter the torpedoes were due to hit and gave\nchasc. 19 knots we opened him slowly. He\ncommenced shooting with one gun at a range of\nabout 3700 yards. Vory small gun flash. At\ntimes I was unable to see the flash at all.\n(11)",
  "13": "U.S.S. COD (SS224)\nCONFIDENTIAL\n24 April (Cont.)\nSplashes were short in the main with the closest\ntwo felling about 40 yards from the bow and 20\nyards to the starboard of the after engine room\nhatch. This one splashed water on us. The splashes\nwere white and were accompanied by a deafening deto-\nnation. The COD has been used for a target by prob-\nable Japanese 3.15 inch guns previously but the se\nsplashes and accompanying bursts were many times\nstronger and louder. This leads me to believe thet\nthe guns were of about.4.7 inch celibre. No fuzed\nshrapnel was fired; all shells detonated on impact.\nTarget ceased fire with his main battery and opened\nup with machine guns and tracers. At this time I\nfelt that we would be able to outrun this chap and\nget in another attack on his convoy. The tracers\nthat I saw were well to port (although on in range),\nso I was feeling very happy about their marksman-\nship. The following day, however, wo dug a lead\nslug out of the bridge rail immediately in back of\nwhere I had been standing. The target next commenced\nyawing 30° at a time and giving us a broadside of\nThese splashes were mostly ahead. He then\n2 guns.\ncame left to a steady course, showing us about 80°\nangle-on-bow and settled down to two-gun salvoes.\nWhen he placed a salvo one hundred yards ahead of\nus with one splash on ci ther bow, I decided that\nhe was just playing with us and would soon be on.\nDuring this time tried to raise POMPON again.\n2317 I Submerged. Tracked target by sound, periscope and\nST. Maneuvered to get ahead of him and went deep -\n150 feet. There was 270 feet of water.\n2334 I Commenced receiving a close depth charging of 18\ncharges. All below us by the DCDI. Conducted\nevasive tactics, trying to maneuver away from two\nanti-submarine vessels.\n2346 I When it appeared that one vessel was starting in\nfor a good run, fired an NAE beacon. Tis was\napparently a dud. At any rate, we could not hear\nit on any sound gear, and it was followed by 10\nmore close depth charges, laid up and down our\nport side, ahead and astern, but all fortunately\nbelow. No major damage was experienced. The boat\nwas shaken, conning tower was banged about, cork\nknocked off, light bulbs shattered, overlonds\nknocked loose, severel of the crew were converted,\ntwo sea valves backed open, and one son valve\noperating Fear was sheared. After this run one\nof the anti-submarine vessels shoved off, leaving\none who was milling about on our port quarter and\npinging.\n(12)",
  "14": "CONFIDENTIAL\n25 April\nU.S.S. COD (SS224)\n0031 I Came up. to. peris.co pe depth to look over the sit-\nuation. The anti-submarine vessel was there on\nour port quarter, about 4,000 yards, apparently\nlying to. The depth charging had knocked out\nthe tuning of the ST. Made ready 3 torpedoes\nforward and 3 aft, depth, setting 3 feet and\nwaited for the ST to get tuned before starting\nin on the target. The target saved us the trouble\nby commencing a sweep in our direction, zigging\nabout 60' from side to side, Ensign WALLACE and\nTHOMAS, W.H., RTlc got the ST back in commission\nwhen the range was down to 3500 yards, and there\nwas enough light to estimate the angle on the\nbow when it was 15° or less. It looked for a\nminute or two as if we would get a nice stern\nshot from about 300 yards on his port beam, but\nthe target kept swinging more and more to his\nleft, toward us. We speeded up to 80 r.p.m.\nto get off his track. Target countered at onco\nby reducing his pinging interval from the 7,000\nyard scale to the 3,000 yard scale and by show-\ning a steady 5° port angle-on-bow. We slowed\nto 50 r.p.m. and steadied up. Lt. PODOREAN on\nthe TDC, did not like the gyro angles, and\nneither did I, but with the torpedo run down to\n400 yards there wasn't much to be done about it\nexcept hold her steady and use a spread.\n0056 I Fired 3 stern torpedoes, gyro angles 235 to 228,\naverage track angle 15° S (due to curved run of '\ntorpedo), average torpedo run 310, with target\nswinging slowly to his left to head directly at\nthe periscope. I assumed that the torpedoes\nwould make a wider and slower curve than the\none set up in the TDC and spread them accordingly\nby periscope, the first one a full target width\n(as foreshortened to view) to the right, the\nsecond at the right tangent, and the third at\nthe bull nose. With ST range 490, pulled down\nthe scope and went to 150 feet.\n0056-44 I One explosion. Pinging and screws from target\nstopped. Sound tracked two torpedoes running.\nCommenced to come up to periscope depth. Loud\nnoise from our own screws.\n0104 I\n0105 I\n0126 I\nLoud explosion from target.\nBreaking up noises in direction of target. Sound\ncould still track two torpedoes running.\nSurfaced. Ran through oil slick. Heard the\nbreaking up noises beneath us. Sighted many men\nin the water. Our position as rectified by next\n(13)",
  "15": "U.S.S. COD (SS224)\nCONFIDENTIAL\n25 April (Cont.)\n-\nfix Lat. 26-02 N, Long: 121-117 E. 78 heads were\ncounted in the water on one side only as we passed\nthrough the oil slick. There were more than this\nswimming. Most of them were shouting and moaning\nin a melancholy manner. Picked up one prisoner. I\nwas in a hurry to get off after the rest of the\nconvoy, so did not investigate his condition before\nsending him below. He was badly injured internally\nand had no will to live. On the afternoon of his\nbeing brought aboard he was questioned by the CO\nand he was later questioned by the Executive Officer\nand gave out the following information: Name -\nALYEEMA, 1st class petty officer, engineering branch.\n(KI-KAN). His ship had no name, but was \"So-kai'-te\nyo-en-ju-itsi, gol'\", This appears with very little\ndoubt to be minesweeper No. 41, although the \"gol\"\nremains unexplained. The prisoner wrote the number\n41 along with several Japanese chops which will be\ngiven to the first available language officer. He\nwas very insistent about pointing to the paravanes\nin the pictures of minesweepers in the Recognition\nManual, although his exact ship could not be found.\nPrisoner indicated on a chart that his route had\nbeen from KEELUNG to NINGPO. The CO's best estimate\nof damage inflicted is:\nSUNK: AM No. 41 (EC). Approximately 1000 T.\n0155 I Tried to raise POMPON again. Broadcast contact re-\n0200 I\nport.\nSet out after remainder of convoy on their base\ncourse.\n0240 I Tried to raise POMPON to tell him to patrol across\nsoutheast approaches to NAMKWAN and that we would\nrun search curve to northeast. Broadcast it.\nSJ interference.\n0255 I\n0318 I\n0407 I\n0410 I\nAPR contact 118 mcs. Indications were that this\nwas the POMPON. Tried to raise him. Broadcast a\nsignal to shift to SCR 610-A. Then tried to raise\nhim on the assigned frequency with this equipment.\nSlowed to 10 knots to listen on JK.\nSJ contact 027 T, 11,920 yards. Two pips. Battle\nstations. Targets were tracking on the same base\ncourse, 355 T. Heard echo ranging from one source\nonly. Set depth 3 feet and commenced end-around\nto port. Target was zigging on 5 minute legs.\nPinging on 15.3 kcs, shifting between 5,000 and\n7,000 yard scale. At range 3600 could make out\ntargets from bridge. The leading target was the\nlargest, both by radar and visually. Could get\nTBT bearings out to about 4,000 yards, but could\nnot make out types of ships until just before firing.\n(14)",
  "16": "UIS.8. COD (95224)\nCONFIDENTIAL\n25 April (Cont.)\n.\nThe trafling target was about 1,000 yards on the\nstarboard quarter' of the leader. Tentatively de-\ncided upon surface attack, shooting 3 torpedoes\nat each target. Perhaps I was too optimistic in\nthinking that because the last submerged attack\nwith a 3 foot depth setting had been success-\nful, that the torpedoes would run properly with\nthe 3 foot setting when fired from the surface.\nAsked fire control party and PCO if they had any\nbetter plan, and none was forthcoming. Perhaps\nthe recent close depth charging, the failure of\nthe NAE beacon, etc., had influenced me against\na submerged attack. But the surface attack did\nappear to give the best chance of getting both\ntargets. The targets' speed was unchanged -\n11 3/4 knots. They were still zigging on 4 to\n5 minute legs. Ran up their port side to get a\nfiring position near the beam.\n0512 I Lookout picked up a sailboat on the port hand.\nRan by it.\n0519 I\n0521 I\nSlowed to 5 knots..\nFired 3 bow tubes at leading ship. Average gyro\n352. Average track 122 P.. Torpedo run 3470\n.yards.\n0522 I Fired 3 bow tubes at second ship. Average gyro\n009. Average track 116 P. Torpedo run 2900\nyards. Turned right and went around stern of\nformation. Ee ch torpedo jumped. out of the water\nonce, right after firing. The propellers made a\nloud whirring sound while they were in the air,\nsimilar to a high speed sewing machine. Two of\nthe torpedoes made wide hooks to the left.\nobserver on the bridge thought we had a circular\nrun from this. I watched them, however, and\nthey all settled down eventually on a straight\ncourse, although the initial hooks had dispersed\nthem somewhat. Both targets contiued on their\nLout the time\npreous course and speed. At\nOne\nthe torpedoes were due to hit the leader, a\nlace cloud of black se exe from his direc-\ntion which totally hued in from view for a\n140\nVas nonference in\nhis rada pip however on came out of\nthe\nlarg plan. The\nSarghe time of fir-\nabout SB size\no\nMonbad previously sunk\nvous voy. Dawn was\nbegining to break out there were scattered low\nrain clouds. Commenced end-around on starboard\n(15)",
  "17": "u.s.d. cob (89224)\nCONFIDENTIAL\n25 April (Cont.)\n0648 I\n0712 I\nside of target. Got a look at the leading ship\nthrough high periscope. It appeared to be a PC.\nThe targets were headed for the inland route up\nthe coast and we could not head them off.\nAbandoned chase.\nHaving been unable to work POMPON directly after\nmany attempts, cleared message to POMPON through\nNPN telling him to take lifeguard station until\nwe got back.\n0714 I Submerged. Periscope patrol.\nNoon position\n1233 I\n1357 I\n1431 I\n1507 I\n1535 I\n1639 I\n-\n(DR) Lat. 26-01.7 N, Long. 121-52.7 E.\nSurfaced.\nSighted overturned sampan.\nSighted mine. Our position Lat. 26-35.2 N,\nLong. 121-51.8 E. Usual four (4) horned type.\nExploded after expending 8 rounds of .50 Cal.\nSighted floating object, proved to be a crate\ntrussed up heavily with line.\nSighted floating object, proved to be a rusty oil\ndrum without any barnacles.\nSighted floating object, a mine. Our position -\nLat. 26-19.5 N, Long. 121-56.1 E. Commenced firing\n40 MM's at mine.\n1658 I A 40 MM hit blew a large jagged hole in the top of\nthe mine. This hole was 10 inches in diameter.\nCommenced firing with .50 Cal. which splashed water into\nthe hole. The mine slowly sank.\n1717 I TDM trace. Bearing remained constant as we swung\nship.\n1807 I\n1814 I\nLat. 26-08.5 N, Long.\nSighted mine. Our position\n121-57.2 E.\nSD contact 10 miles, bogey. Closed. Lost contact.\nRegained at 14. Opened to 26 miles. Lost at 23.\nRegained at 24, faded. During this time opened\nfire with .50 Cal. on mine. One hit made a hole\nin the mine from which thin smoke came out. It\nis believed that other hits made holes.\nslowly sank from view.\nThe mine\n1921 I Sighted what was thought to be a mine. Proved to\nbe another crate.\n26 April\n0050 I\nHeavy traces on TDM. Checked with JK nothing\nbut fish noises.\n-\n0143 I\n0303 I\nSurfaced.\n0803 I\nSD contact 10 miles, bogey. Closed to 8. Submerged.\nPicked up by SJ on way down.\nSighted POMPON by high periscope. Closed him.\nPassed over patrol instructions.\nstations and parted company.\nAssigned petrol\n(16)",
  "18": "U.S.S. COD (SS224)\nCONFIDENTIAL\n-\n26 April (Cont.)\nNoon Position (DR) Lat. 26-00 N, Long. 121-47.2 E.\n1554 I Sighted mine. Our position Lat. 26-15 N,\nLong. 121-24.9 E. Four (4) horns. Usual\ntype. Exploded mine with 25 rounds of .50\nCal.\n1745 I\n1822 I\n1920 I\n2041 I\nSD contact 25 miles, bogey. Closed to 12.\nSubmerged.\nSqueak in shaft again noted on JP. This\nmay have been started by the depth charging, but\nbecame progressively worse throughout the patrol\nand reached the point where it could be heard\nthrough the hull in the after torpedo room at 65\nturns. At 80 turns at periscope depth the noises\nby JP grew to alarming proportions. Both shafts\nwere bad, with the starboard being markedly the\nworse. The noise sounds like a bearing squeal,\nand will, I think, be tracked down to unseasoned\nlignum vitae. However, I don't know of any treat-\nment for this in the area except to run at slow\nspeed during the attack and evasion. Made mental\nnote to do so on next submerged approach.\nSurfaced.\nFlash of SJ interference bearing 000 T. This\nphenomenon occurred several times during patrol\nand could not be traced to friendly SJ, nor to\nan enemy radar, nor to any other source.\n2135 I Fire in after torpedo room. Went to fire quarters.\nStopped. Secured battery charge. Readings were\nbeing taken after the completion of the charge on\nthe Mk. 18 torpedoes which were partially withdrawn\nfrom tubes 8 and 10. An explosion occurred in\ntorpedo No. 99264 in tube No. 8. The battery of\nthis torpedo burned with a very hot fire which\ncould not be extinguished with the CO2 extinguish-\ners. The after tar pe do room was filled with a\ndense, suffocating smoke. The smoke lungs were\ntotally inadequate. This left our two rescue\nbreathing apparati and one shallow water diving\nmask which could be used and which thus permitted\nonly 3 men to enter the torpedo room to fight the\nfire. The torpedo itself was too hot to touch.\nThe battery was burning fiercely. The torpedo\ntube was warm. The Executive Officer at the scene\nof the fire requested permission to open the\nafter torpedo room hatch in order to fight the\nfire. This es granted. An engine was loaded up\non propulsion to try to clear the smoke. I was\nin the conning tower with a hand telephone get-\nting my information from the maneuvering room.\n(17)",
  "19": "U.s.s. cob (SS224)\nCONFIDENTIAL\n26 April (Cont.)\n.\nJi\nFOLEY, L.E., QM2c, was in the conning tower and\nhad just been relieved as Quartermaster-of-the-\nWatch. He immediately asked my permission to go\ndown on deck and assist in opening the after tor-\n'pe do room hatch. Granted. He took the life jacket\nfrom the conning tower, told the 00D, and went aft.\nAfter FOLEY had gone down on deck the Executive\nOfficer asked for help from the outside in opening\nthe hatch. The 00D was watching FOLEY and saw him\nhaving difficulty with the hat ch. JOHNSON, A.G.,\nSlc had come to the bridge to warm up for lookout.\nThe 00D had a wrench passed up, gave this to\nJOHNSON and sent him aft to help FOLEY. JOHNSON\ncarried the wrench aft, returned to the vicinity\nof the conning tower, told the 00D that the hat ch\nwas clear except for the depth charge dogs and\nthen went back aft to further assist FOLEY. A\nwave washed both men over the side. JOHNSON had\nno lifejacket. I went up to the bridge at this\npoint, marked ship's head, made a complete circle\nto the left and stopped. The fire, meanwhile was\nblazing with increasing intensity and was leading\nto thoughts of grave danger with respect to the\nwarhead. I was fully prepared to flood the after\ntor pe do room, even by bottoming with the hat ch\nopen if necessary. The Executive Officer requested\npermission to fire the torpedo. This was granted\nand the torpedo was fired with a propeller lock,\nafter the hand hole plate, warped by the explosion,\nhad been torn loose, and through efforts which\nwere no less than heroic on 'the part of It. K.F.\nBECKMAN, KRUSENKLAUS, D.H., TM2c and GRENNER, J..,\nSlc. These efforts included working in intense\nheat and smoke, rigging jiggers to the torpedo\nwhich was too hot to touch, and holding their\nthumbs over the hydrogen burner hole in the tor-\npedo tube door during firing. It is truly im-\npossible to express my feelings in regard to the\nactions of the se men. It is a privilege to have\nbeen their shipmate. Meanwhile on the bridge, I\nhad two life rings tied together with an automatic\nfloating electric lantern and tos sed over the side.\nAfter the torpedo was fired, I sent the 00D down\nto shut the after torpedo room het ch. Resumed\npower steering and commenced searching in the\nvicinity of the life rings. We would make circles\nin all directions from the life rings and return\nto the rings for another departure. The sky was\novercast, mattress about 1000 feet, obscuring the\nmoon. There were only a few scattered whitecaps.\n(18)",
  "20": "U.S.S. COD (SS224)\nCONFIDENTIAL\n26 April (Cont.)\nbut there were many small waves which showed up\nblack with no white crest. We had many volunteers\non the bridge, listening and searching. All bi-\nnoculars were in use.\n2300 I SD contact 10 miles, closing. I decided to give\nthis plane one free, pass at us. He showed friend-\nly, however, and replied to us on VHF. He was a\nPBM from OKINAWA, using the call 55V464. We told\nhim we were looking for two of our men in the\nwater and he offered to help. He dropped flares\nwhich illuminated well but ohly when they were\nvery close to us. He also dropped a life raft.\nHe said that he thought his base could send\nanother plane out in the morning, (in reply to\nmy question), and took out message iving the\nnumber of men and position in accordance with\nthe standard operating procedure. This plane\nwas very helpful. The pilot was worried for fear\nhe had been the cause of the men going overboard.\nIn reply to our thanks he said that it was a\npleasure to help the submarines out. After the\ndeparture of the plane at 2344, I returned to\nthe life rings and commenced a systematic search,\nusing the DRT. Injection temperature was 74°\nand I refused to give up hope of re covering these\nmen. Our searchlight did not improve our visi-\nbility, but we kept it on, sweeping abaft the\nbeam as a beacon for the moň in the water.\n27 April\n0034 I Skies cleared, giving us bright moonlight. De-\nci ded we would not be able to see a man at more\nthan 250 yards, and altered search accordingly.\nThe life rings were drifting faster than us from\nour DRT positions. When passing by the liferings\non one occasion, there was a dark shape in one\nof the rings. This turned out to be a bird.\n0114 I Sighted object in the water. Turned out to be\na wave.\n0214 I\n0520 I\nAn elusive TDM trace faded out.\nHeard FOLEY calling us. He was utterly exhausted,\nand remembered nothing from this point on. Lt.\n(je) . K. SMITH did an excellent job of keeping\nFOLEY in sight while we maneuvered to pick him\nup.\n0540 I Took FOLEY on board. He reported that JOHNSON\nand he had been together when they went over the\nside, that he had helped JOHNSON take off his\nheavy clothing and had supported him in the water\n(19)",
  "21": "U.S.S. COD (SS224)\nCONFI DENTI AL\n27 April (Cont.)\n0602 I\n0649 I\n0729 I\n0731 I\nuntil about two hours before we picked him up.\nHe and JOHNSON together had seen the ship go by\ntwice, one time very close aboard. About two\nhours ago, JOHNSON had said good-bye, had slipped\ndown off FOLEY's back and FOLEY had not seen\nhim come up. I decided to lie to until daylight\nand then continue the search for JOHNSON. Had\nalready told POMPON to rendezvous at daylight to\nassist in search.\nSD contact 16 miles, faded; regained at 10 miles,\nclosing. Submerged.\nSurfaced. Resumed search using DRT.\nSD contact 9 miles, opening.\nSJ interference bearing 000 T. POMPON coming to\nthe rendezvous. Assigned him area to search.\n0811 I Sighted POMPON. Had him take departure on us to\norient his search.\n0830 I\n0835 I\nSD contact 10 miles, closing. Bogey..\nSighted plane coming out of clouds. \"SALLY\".\nAngle on the bow, about 80 port. Passed us at\n3 miles and continued on his way. POMPON con-\nfimed that it was a \"SALLY\" but did not sub-\nmerge either. Told POMPON to patrol at discretion\nafter completing search at dark.\nNoon Position (DR) Lat. 26-00 N, Long. 121-33 E.\n1217 I SD contact 8 miles, friendly. Picked up planes\non SJ, worked them by VHF. This was a PBM using\ncall \"RODEO 4\" and four fighters using call\n\"PONTIAC\". These planes came down under the\novercast which was 500 feet from the water and\ntook up the search. The fighters told the PBM\nthat they were reaching the limit of fuel, but\noffered to stay on and search. PBM told the\nfighters to return and that he would stay on and\nsearch without them. The fighters replied that\nthey needed PBM for navigation, but that they\nwould be very glad to stay beyond their limit of\nfuel. The PBM apparently had bogies on his radar\nwhen he was trying to send his fighters home with-\nout him. The weather at this time was getting\nworse, ceiling was closing in, and the wind was\ngusty. It appeared to me that the planes were\ntaking considerable risk to even attempt to fly\nunder the overcast. In view of the weather I\nthanked them and told them to leave. They search-\ned for an hour anyway and said they were only too\nglad to be of any assistance. We felt that we\nwere being backed up by a pretty fine organization\nwhen these fliers came out in this stinking weather\nto help us.\n(20)",
  "22": "CONFIDENTIAL\nU.S.S: COD (SS224)\n27 April (Cont.)\n1317 I Investigated floating object..\n1416 I Investigated floating object.\n1720 I\n1759 I\n1856 I\nSD contact 10 miles, bogey. Ciosed to 8.\nSubmerged.\nSurfaced.\nSD contact 6 miles, bogey, closing. Submerged.\nDiscontinued search. We did not sight the life.\nrings nor the plane's liferaft.\n20 38 I Surfaced.\n28 April\n0143 I Transmitted message to ComSubPac reporting\ncasualty and sent message of appreciation to\nOKINAWA planes..\n0645 I SD contact 12 miles. Closed to 6, bogey. SD\ncontact 25 miles, friendly. Submerged. Con-\nducted investigation as to source of torpedo\nexplosion. Could not determine cause of spark.\nThe charge had been already secured and gravity\nand temperature readings had already been taken\nwhen the torpedo battery exploded. PhM reported\nthat the Jap prisoner, now in the forward torpedo\nroom, was in a very serious condition.\nSurfaced.\n0941 'I\n1145 I\nPrisoner died. Diagnosis: Peritonitis, general,\nacute, originating from explosion on board his\nship, probably due to depth charge not having\nbeen set on safe.\nNoon Position - Lat. 26-17 N, Long. 121-24.5 E.\n1330 I Completed overhaul of torpedo which had been\nin tube #10 during the fire and placed it back\nin commission.\n1500 I Held funeral services for the deceased prisoner\nand committed his remains to the deep.\n1851 I\n2026 I\n2234 I\n29 April\n0028 I\nSD contact 2 miles. Submerged.\nSurfaced.\nFire in forward torpedo room. This was in the\nsafety relay in the WCA motor generator panel\nand was quickly cleared by the Executive Officer.\nOOD sighted what appeared to be a green flare\nbeyond horizon, bearing 090 T. Our position Lat.\n25-54.2 N, Long. 121-15.8 E. He just caught this\nin the corner of his eye, but the flare had a\nrise and a fall, more like a Very star than a\nmeteor. Headed over and commenced searching in\na gradually increasing square. I reasoned that\nany one shooting such a flare would be in a\nrubber boat, so continued the search until the\n(21)",
  "23": "U.S.S. COD (S$224)\nCONFIDENTIAL\n29 April (Cont.)\nfollowing, sunset, gradually moving the square\ndown-wi nd..\n0452 I SD contact 10 miles. Closed to 8. Submerged.\nMade repairs to pit log and BN. Completed repairs\nto WCA.\n. 1156 I Surfaced. Resumed search from where we had left\noff.\nNoon Position -. Lat. 26-09.5: N, Long. 121-30.5 E.\n1500 I Conducted burial services for Andrew Gordon JOHNSON, Slc.\n30 April\n0639 I SD contact 7 miles, showed bogey. Closed to 6.\n0832 I\nSubmerged. Sighted while clearing bridge; it\nappeared to be a B-24.\nSurfaced.\nNoon Position - Lat, 26-11 N, Long. 121-33 E. Overcast\nand rain.\n. 2137 I APR contact 100 mcs.\n2339 I SD contact 3 miles, bogey. Submerged.\n1 May\n0025 I\n0205 I\n0330 I\nSurfaced.\nSJ contact on plane, 5750 yards. Submerged.\nSD contact at 2 miles while submerging.\nSurfaced,\nNoon Position (DR) Let. 25-58.3 N, Long. 121-07.8 E.\n1831 I SD contact 8 miles, bogey, closed to 7 miles.\nSubmerged. Sighted on way do wn, possibly a SALLY.\nBroached in heavy seas.\n1918 I\n1921 I\n2219 I\n2220 I\n2259 I\n2 May\nSurfaced.\nLand on SD at 31 miles. Tried to get fix in\nFORMOSA Channel off HAITAN ISLAND.\nSD contact 11 miles, closing. Bogey. Submerged.\nSurfaced. Heavy seas.\n0624 I SJ interference bearing 045 T. Followed by\nbrief contact at 4500 yards. Attempted to chal-\nlenge unsuccessfully.\nNoon Position - Lat. 26-25 N, Long. 121-28.6 E.\nHigh periscope sighted two sampans or junks\nbearing 212 T. Opened out.\n1523 I\n1654 I\n1819 I\n1932 I\nSD contact 9 miles, bogoy. Closed to 7.\nSubmerged..\nSurfaced.\nHigh periscope sighted two junks bearing 047 T.\nOpened out.\n(22)",
  "24": "CONFIDENTIAL\n2 May (Cont.)\nU.S.S. COD (SS224)\n2040 I SJ contact bearing 035 T, 9300 yards. Our posit.\nLat. 26-10.4 N, Long. 121-11.2 E. Set battle\nstations and commenced tracking. Two targets.\nSix knots. Course varying between 170 T and\n200 T. Very dark night. Overcast. Rain.\nOne target smaller than other by SJ. Range\ndifference about 100 yards. Maneuvered to a\nposition 2300 yards off track and let targets\ngo by. Listened. Could hear no screws nor\npinging. Could not see targets in darkness.\nFell in astern and closed range to 1500 yards.\nCould make out the sails of a large junk and\na smaller one. No pinging, no screws. Finally\nremoved doubt from all hands that these were\nthe same junks which had been sighted at 1922\nand ceased tracking.\n2241 I SJ contact on POMPON. Exchanged challenge and\ncalls. Attempted to communicate by SCR and VHF\nwith no success.\n2329 I SD contact 10 miles, closing. Friendly. Raised\nPBM from OKINAWA on VHF. Told him that his other\npip was the POMPON. Ascertained that he had\nseen no targets. Told him of the two junks\nto the south of us. PBM flow off and illuminated\njunks with flares, came back end reported that\ne could not identify them as anything but\niendly. This plane also said that he would\nin the area most of the night and to call\non him if needed.\n3 May\n0050 I\n0200 I\n0510 I\nSent message to POMPON giving instructions for\nforming a sco uti ng line across the middle of\nthe EAST CHINA SEA, retiring the line each day.\nSighted another flare from PBM.\nLookout sighted light thought to be a star until\nSD me de contact at 3 miles. Plane had running\nlights on and appeared to be circling. Showed\nbogey Picked up by SJ. Watched him out of\nsight from bridge, at estimated range of nine\nmiles. This plane was very low, SD making and\nlosing contact at 3 miles.\n0652 I High periscope sighted what he thought was another\nsampan bearing 215 T. This rapidly developed\ninto a properly marked hospital ship on northerly\ncourse at about 14 knots. Ship contact No. 4.\nOur position Lat. 26-44 N, Long. 121-27 E.\nComposite superstructure, 4 goalposts. KMFMK.\nVery similar to TATUHARU MARU. Pulled off his\ntrack into the sun and watched him go by.\n(23)",
  "25": "U.S.S. COD (SS224)\nCONFIDENTIAL\n3 May (Cont.)\n1140 I\nSighted two junks bearing 316 T. Our posit. Lat.\n27-06.4 N, Long. 121-09.1 E. Avoided.\n-\nNoon Position (DR) Lat. 27-08.3 N, Long. 122-09.5 E.\n1640 I Sighted sampan bearing 296 T. Avoided.\n1647 I Sighted three sampans bearing 293 T. Avoided.\n1845 I Sighted sampan bearing 268 T. Avoided.\n2025 I SJ interference bearing 043 T.\n2106\n2206 I\nSD contact 7 miles, bogey. Closed to 6.\nSubmerged.\nSurfaced. More flashes of SJ interference from\n043 T, to 075 T. Headed over to investigate.\n2212 I APR contact 161 mcs. Swung ship on this one to\ntry and get a minimum. No success.\n4 May\n1159 I\nSighted mine. 4 horns, 2 lifting pads. Apparently\nnew. Low in water.\n-\nNoon Position Lat. 28-43.5 N, Long. 123-57 E.\n1223 I Detonated mine with .50 Cal. fire. The JOOD\nclaims to have heard a .50 Cal. hit bounce from\nthe mine prior to the hit which detonated it.\nNo one else observed this but all observers did\nreport a delay between the activating .50 Cal.\nhit and the detonation. This delay was variously\nestimated as being up to 3 seconds and so was\nprobably of about one. second's duration. The\nexplosion, when it occurred, was strong and\nscattered shrapnel well beyond us.\n1530 I Sighted small lifering in water near a piece of\nwo od. Picked up lifering. Painted light green,\nno marking. Our position - Lat. 28-57.9 N, Long.\n123-48.9 E.\n2314 I APR contact 162 mcs. Swung ship. No difference\nin signal strength.\n5 May\n0401 I\nSubmerged.\nNoon Position Lat. 28-55.5 N, Long. 124-02.3 E.\n1243. I\n-\nSurfaced.\n1553 I Sighted 2 sailboats.\n2000 I\n6 May\n0624 I\nFormed scouting line with POMPON..\nSighted sailboat. In order to retire our scouting\nline we had to run through a Chinese fishing fleet\ntoday. Decided to investigate some of them and\nsee if we could pick up some fish.\n0722 I Fired one 40 MM across bow of junk. Went close\naboard, looked them over, took pictures. This\n(24)",
  "26": "CONFIDENTIAL\n6 May (Cont.)\n0907 I\nt.s.s. cOD (SS224)\nwas a good sized, three-masted junk with license\nnumber 5797. Nothing suspicious. Passed over\na bag of food and some cigarettes.\nCalled sampan alongside, exchanged bread and\ncanned goods for a batch of fresh fish.\nApparently salt water eels. Very good.\n0955 I Sighted many sailboats. A large junk with\nsampans working out from it.\n1042 I\nFired one round of 40 MM across bow of junk,\nwent along side. Exchanged a bag of food for\nfish. They must have started a process of drying\nthese fish in the sun as we had to throw them\nover the side.\nNoon Position\n-\nLat. 27-50 N, Long. 121-49.2 E.\n2000 I Formed scouting line with POMPON.\n7 May\nNoon Position - Lat. 26-11 N, Long. 120-34.5 E.\n1627 I\n1726 I\n1854 I\nMade trim dive.\nSurfaced.\n00D and lookout, in fog, heard what sounded\nlike two explosions, apparently coming from 250\nT, the direction of HAITAN ISLAND. Nothing\nwhatever was heard below decks in any compart-\nment. Stopped, listened on JK. Headed over\non that bearing for one-half hour. No reoccur-\nrence. Resumed course and speed.\nIn scouting line with POMPON.\nTDM commenced acting jittery.\ntrades would show up but would\nsame bearing as we swung ship.\nverify any of the TDM phenomena with the JK.\n21 35 I SD contact 14 miles, bogey. Closed to 8.\nSubmerged.\n2000 I\n2124 I\n2200 I\n2317 I\n2350 I\n8 May\n0225 I\nSurfaced.\nAPR contact 160 mcs.\nStraight line\nremain on the\nWe could not\nCommenced swinging ship at one-third speed,\nsteadying up at every 45° change of head.\nChe ck ed APR signal and found no appreciable\ndifference in signal strength.\nSJ operator had a momentary pip as he swept\nby bearing 000 T at a range of 8 to 10,000\nyards. Swept carefully on same bearing and could\nnot regain contact. Changed course to 000 T,\nran for 2 miles and then searched in a small\nparallelogram. No contact by sound, radar,\nor APR.\n(25)",
  "27": "U.S.S. COD (SS224)\nCONFIDENTIAL\n8 May (Cont.)\n0330 I Swùng ship to investigate 150 mc. APR contact.\nNo results.\n0636 I Submerged for periscope patrol off HAITAN ISLAND,\nnorth of TURNABOUT ISLAND. Sighted numerous\nfishing sampans and nothing else. Two of the se\nfishing boats sighted the periscope when they\npassed close aboard; one of them decided to re-\ntrieve it from the water and made two passes at\nthe scope, one with a boat hook and one by a man\nleaning out of the bow of the sampan. Our pink\nperiscope camouflage is apparently better than I\nhad thought.\nNoon Position (DR) Lat. 26-36.5.N, Long. 119-59.3 E.\nSurfaced. Formed scouting line with POMPON.\n1926 I\n2028 I\n9 May\n0032 I\n0119 I\n0500 I\n0535 I\n0758 I\nSighted search light beams on clouds from direction\nof FCEMOSA. This continued for over an hour.\nSD contact 19 miles, bogey. Closed to 8 miles.\nSubmerged.\nSurfaced.\nSD contact 17 miles. Friendly. Did not reply\nto VHF. Closed to 5 miles, submerged.\nSurfaced.\nSubmerged for patrol off HAITAN ISLAND. Numerous\nfishing boats but none so close as yesterday.\nHad a good look in HAITAN BAY and along the beach.\nAll clear.\nNoon Position Lat. 25-30 N, Long. 120-00 E.\n1900 I\nSurfaced. Found fish net and line draped over\nboat. Made them up into a bundle.\n1935 I Closed nearest fishing sampan and called him\nalongside. Passed over net and line. Hoped he\nwould return them to the owner, but it was apparent\nthat our contribution was accepted as a gift.\nThis was also the best gift we had made to any\nChinaman yet. The fishermen were all smiles and\n. chased us for several minutes when we shoved off,\nattempting to give us their fish.\n1946 I Circling a fishing sampan with out sails. This\nwas a good example of how imagination lends\ncolor to reports. While we had been returning\nthe fish net, the high periscope had picked up\nthis sampan and had reported it as a power boat.\nOne of ficer, the COM and a QM2c had agreed that\nthe boat was \"definitely under power\". It had\neven been reported as similar in appearance to a\nNavy motor launch. Upon closing to investigate,\nof course, it turned out to be the typical fishing\n(26)",
  "28": "U.S.S. COD (SS224)\nCONFIDENTIAL\n9 May (Cont.)\nsampan, mast not stepped, sculling cars, eyes\nin bow, and all. Returned to scouting line\nin FORMOSA STRAIT.\n2255 I Swung ship to investigate APR contact at 220\nmcs. No results. This interference disappeared.\nBelieved to have been airborne.\n10 May\n0206 I\n0339 I\n0446 I\n0520 I\nChallenged by POMPON on SJ.\nSD contact 8 miles, bogey, closing. Submerged.\nSurfaced.\nSD contact 6 miles, closing, bogey. Submerged.\nPeriscope patrol.\nNoon Position (DR) Lat. 25-08.5 N, Long: 120-24.5 E.\n1552 I\nSurfaced.\n2152 T SD contact 7 miles, closing, bogey. Submerged.\n2258 I\n11 May\n0040\n0610 I\n0735 I\n1025 I\n1042 I\n1158 I\n1519 I\n1530 I\nSurfaced.\nFirst of several floating objects on SJ radar.\nSet course into blind bombing zone for lifeguard\nstation.\nOn lifeguard station. Heavy overcast.\nSD contact 22 miles, friendly. Raised lifeguard\nplane on VHF and directed him to our position\nat the edge of the overcast.\nSight contact with PBY. No business.\nSubmerged to clear blind bombing zone.\npatrol.\nPeriscope\nNoon Position Lat. 24-52.5 N, Long. 120-20.5 E.\n12 May\n0159 I\n-\nBroached in heavy sea.\nSurfaced.\nTook over POMPON's lifeguard station for re-\nmainder of patrol, telling him to work the area\nat discretion.\n0643 I Submerged. Periscope patrol. Depth control\ndifficult due to swells.\n-\nNoon Position (DR) Lat. 25-47.9 N, Long. 121-01.9 E.\n1850 I Surfaced. Mountains of northern FORMOSA visible\nat 40 miles. The clearest weather we have had\nin the area.\n2111 I\n2259 I\nObserved searchlight drill on FORMOSA.\n00D, JOOD and lookout sighted groen flare with\norange tail, bearing 090 T. Headed over to\ninvestigate. Listened on JK.\n2321 I SD contact 8 miles, closing. Bogey. Submerged.\nThis flare was explained.\n(27)",
  "29": "U.S.S. COD (SS224)\nCONFIDENTIAL\n13 May\n0029 I\n0549 I\nSurfaced.\nSD contact 7 miles, bogey. Submerged. Periscope\npatrol.\nHeard possible explosion.\n0940 I 2 more possible explosions.\n0930 I\n0945 I\nAnother possible explosion.\nNoon Position (DR) Lat. 25-49.5 N, Long. 121-36.5 E.\n1851 I Surfaced.\n1951 I JOOD heard 2 explosions from bridge - nothing\nheard below decks, nor by anyone else.\n14 May\n0435 I SD contact 8 miles, bogey.\nSurfaced.\nSubmerged.\nClosed to 8. Sub-\n0524 I\n0607 I SD contact 9 miles, bogey.\nmerged. Periscope patrol.\nNoon Position (DR) Lat. 25-43.2 N, Long. 121-31.8 E.\n1727 I At 55 feet 00D sighted object which he thought\nwas a periscope, bearing 132 T. This was allegedly\ncomplete with feather.\n1733 II sichted the alleged periscope but with a more\njudicious length of own periscope exposed. The\nalleged feather was on the opposite side from\nthat originally reported. This object did not\nform a silhouette against the sky as a submerged\nperis cope should and does, with the proper amount\nof own periscope exposed. The sea was calm with\nan easy swell and an occasional whitecap. All\nclear by sound. Headed over to investigate on\nlast bearing.\n1842 I\n1845 I\n1925 I\nReversed course.\n00D (a new one), sighted what he thought was a\npiece of wood with a bird sitting on it.\nSurfaced. Went close aboard of object with bird\non it. This was a peer sheped obje ct similar\nto an airplane belly tank or wing-tip float. It\nwas probably the periscope\".\n2120 I Forward torpedo room and conning tower heard\nwhat so unded like distant explosions. These\nare believed to have com fron misallignment or\nother disarrangement of the Q3-TDM head.\n2130 I Set course for lifeguard station.\n15 May\n0112 I\n0259 I\n0810 I\nObserved searchlight drill on FORMOSA.\nSearchlight display.\nSD contact 11 miles, bogey, closing to 8. Sub-\nmerged. Set course in the blind bombing zone for\nlifeguard station.\n1017 I Surfaced.\n(28)",
  "30": "CONFIDENTIAL\nU.S.S. COD (SS224)\n15 May (Cont.).\n1150 I Heard first, of several rumbling explosions from\ndirection of FOINOSA, 20 miles away. Probably\ndue to our strikes.\n1151 I On lifeguard station. SD contacts, 28 and 32\nmiles, friendly. Faded.\nNoon Position - Lat. 24-58.9 N, Long. 120-27.3 E.\nSubmerged. Headed out of blind bombing zone.\nSurfaced. Headed over for western side of\nFORMOSA STRAIT.\n1422 I\n1552 I\n2023 I\n2109 I\n2203 I\nSD contact 7 miles, bogey. Submerged.\nSurfaced.\nObserved strange pip on \"A\" scope of SJ. At\na range of a bout 6000 yards there was a persistent\npip on a steady true bearing, which stayed on\nthe screen no matter what our heading. The pip\nfor the most part remained at a constant height\nof about inch. Occasionally, however, it\nwould rí se to saturation. It was 900 yards wide\nand plotted by rough check as stationery. The\nmost pc culiar feature was that the pip was fuzzy\nat all times on both sides and on the top. The\nsky was absolutely clear with no clouds, and\nwith a quarter-moon at about 170 degrees from\nthe bearing of the pip.\n2215 I After everyone had a look at the\npip and couldn't\nmake anything out of it, we wont to tracking\nstations and started an end-around on the pip,\nintending to get it up-moon and look et its\nsource. The pip immediately disappeared. We\nran through its former position and found nothing.\n2300 I SD contact 6 miles, closing. Bogey. Submerged.\n16 May\n0013 I Surfaced.\n0659 I\nSubmerged. Periscope patrol off LAMYIT, working\nup toward TURNABOUT.\nNoon Position (DR) Lat. 25-00.9 N, Long. 119-32.5 E.\n1530 I Observed ob je ct through periscope, was not well\nseen, might pos si bly have been a mine. Attempted\nto copy 8KC lifegue rd sked on SD antenna. Could\nhear NPN and other, stations but was unable to\nhear 8KC.\n1917 I\n2000 I\nSurfaced.\nSJ interference bearing 078 T. The radar officer\nwas sure that we had a Japanese 10 centimeter\nradar at this point. We had built up a little\nreserve of fuel so I decided to chase this will-\no-the-wisp. We maintained a search on the ST\nradar, and would break off from this and listen\non the SJ at frequent intervals. The interference\n(29)",
  "31": "U.SIS. COD (SS224)\nCONFIDENTIAL\n16 May (Cont.)\n17 May\n0049\n0704 I\n0854 I\nremained on the same true bearing and kept grow-\ning weaker as we drew closer. There was no land\non this bearing. After remaining steady for 2\nhours the bearing of the interferonce drifted to\nthe right to 100 T, where it reme ined for the rest\nof the night. At 0145 SJ interference was picked\nup from another source, bearing 260 T. This\nbearing too, remained constant for the remainder\nof the night despite our maneuvers of steaming\nin e square in the middle of FORMOSA STRAIT. My\nconclusion is that interference on the SJ radar\ndoes not necessarily indicate another SJ, nor\neven another 10 centimeter radar. I believe that\nwe have quite a bit to learn about skip distances,\nharmonics, refraction, reflections, side lobes,\nback lobes, and general atmospheric conditions\nin connection with this radar. During the night,\nAPR contacts were noted on the following frequencies:\n200, 203, 222, 230, 226, 160, 164 mics.\nBrief searchlight display from FORMOSA.\nSD contact 6 miles, submerged.\nSighted three-masted junk bearing 180 T. He was\nright on our lifeguard station.\n0908 I Surfaced. Man ned 40 MM and .50 Cal. guns and started\nin to investigate junk. It was a fairly large\nthree-master with no markings nor pennants nor\npaint of any kind except for the eyes in the bow.\nCircled him and looked him over. He was making\n4 knots with the wind headed for FORMOSA. Position:\nLat. 25-09.5 N, Long. 120-40.3 E, which is a point\n20 miles off the FORMOSAN west coast. His course\nand speed thus aroused my suspicions. In over a\nmonth in the area this was the first time that\nwe had seen a junk of this size, this far from\nthe CHINA coast.\n09 52 I Fired two 40 MM sholls across bow of junk. The\njunk me de no attempt to lower his sails, but main-\ntained his course and speed.\n0957 I Shot down mainsail. He still made no attempt to\nlower his other sails. Shot down all sails. No\nother damage was done. Went close a board junk,\ntold the occupants to get into the sampen. They\nlaunched the sampan readily enough, but only half\nthe crew of 14 threw in a few personal belongings\nand jumped in. They sculled over and came along-\nside of us and swarmed aboard like flies. They\nwere happy to be aboard. We managed to keep them\nall from getting out of the sampan and to put some\n(30)",
  "32": "CONFIDENTIAL\nU.SIS. COD (SS224)\n17 May (Cont.)\nback in and sent it back to the junk. This\nleft about 3 Chinamen on board. Went alongside\njunk. About 4 more Chinamen jumped right\naboard the submarine. Pulled clear from junk\nand directed rest of crew by megaphone to man\nthe sampan. They thought they were all being\ninvited over to the submarine so they climbed\ninto the sampan without delay and came alongside.\nWe had the boarding party down on deck waiting\nfor them this time. Took their painter and\nsecured it, and by threats with guns and main\nforce, prevented the occupants from boarding\nus. We then forced all 14 Chinamen to get into\nthe sampan with their bags and baggage. This\nwas a feat of no mean suasion on the part of\nthe Chief of the Boat. Those who wore on board\nwent to their knees and protested while those\nwho were in the sampan joined them in moaning\nand sighing. We finally got them all loaded.\nThe sampan, although it was taking water over\nthe gunnels from time to time, was in no danger\nof sinking. The occupants protested, however.\nWhile we kept the sampan secured alongside to\nstarboard with a guard with a carbine keeping\nthe occupants in their places, we went alongside\nthe junk and secured it alongside to port.\nBoarding party examined it thoroughly. It had\na small amount of fish, very little fishing\ntackle, about 3 bags of rice, a few papers,\none suitcase of fairly good civilian clothes,\nbut nothing more suspicious. The papers will\nbe turned over to the language officer. It\nnow appeared that the junk might be actually\nengaged in the fishing trade. His movements\nwere still unexplained but it was. obvious that\nhe was not carrying cargo for the enemy. Decided\nnot to sink the junk. Cast loose both junk\nand sampan. Told the middle-aged leader of\nthe group to head west, not east, and backed\nclear. Gave them a gunny sack full of canned\nfood and a whole carton of cigarettes, which\nshould more than make up for the holes in their\nsails and the damage to their halyards.\n1121 I SD contact 20 miles, friendly. Never sighted\nthis plane but talked to him on VHF. He was\nnot our cover.\n1137 I SD contact 19 miles, bogey, closing, and by the\nrate of closing, apparently headed right for\nus. SD contact 27 miles, friendly, closing,\nat the same time. We were working one plane\n(31)",
  "33": "U.S.S. CCD (SS224)\nCONFIDENTIAL\n17 May (Cont.)\non the VHF at this time but did not know whether\nit was the bogey or the friendly. The bogey kept\ncoming right in.\n1142 I Sighted plane, position angle 40, nearly up-sun,\nangle on bow about 10. Range 4 milos. This\nplane had 4 engines but neither the OOD nor\nmyself could see any other friendly characteristics.\nTail and fuselago were not visible. Submerged.\nOn the way down \"JUKEBOX ONE\" informed us that\nhe should now be about 3 miles southeast of us.\nAssumed that \"JUKEBOX ONE\", (who was our B-17\ncover) was the bogey that we had just sighted.\nWent to peris co pe depth and searched for him.\nHe was not visible. This was the only ill-mannered\nAll the timo\nplane that we had yet encountered.\nwe were down he hovered overhead so that we were\nnot able to see him. I finally realized that this\nwhat he was doing. Raised the SD mast and immediate-\nly got the plane at 4 miles.. Came up to 46 feet\nand raised him on the VHF. Asked him to make his\ncockerel crow and to keep it crowing while he was\nnear us. He did. We surfaced. The plane said\nthat he had a report that a B-25 was in trouble\nat 34 GOLDEN GATE 21 (sic). We finally got settled\nthat 34 GOLDEN GATE 021 was the place to search.\n\"JUKEBOX ONE\" said that he would make a brief\nsearch and come back and let us know. We sot\ncourse for the spot in question.\nNoon Position\n-\nLat. 25-23.5 N, Long. 120-48 E.\n1305 I Sighted plane, 4 engines, position angle 5°,\nabout 10 miles, headed directly for us. Called\n\"JUKEBOX ONE\" on VHF and asked him to turn on\nhis IFF again. He did. He was the plane in\nsight. He reported negative results of his search.\nWe continued on to the spot end on the afternoon\nsked received word that no plane was down.\n1819 I SD contact 15 miles, bogey. Closed to 10.\nSighted from bridge a formation of one bomber and\nabout seven fighters headed south for FORMOSA.\nSubmerged.\n1915 I Surfaced.\nSighted floating object. Headed\nover to investigate.\n1926 I Lookout sighted \"BETTY\" about 15 miles, headed\nsouth for FORMOSA.\n1934 I\nLookout sighted second \"BETTY\" about 10 miles,\nheaded south for FORMOSA.\n1938 I Floating object identified as metallic object\nalmost a cube in shape, about 4 feet on a side.\nVery similar in appearance to a ponto on of type\nused in making up our ponto on barges.\n(32)",
  "34": "CONFIDENTIAL\nU.S.S. COD (SS224)\n17 May (Cont.)\n1930 I\nCopied LUZON sked which included no lifeguard\nfor us for tomorrow. Had tried to raise MUSKAL-\nLUNGE unsuccessfully to determine his ETA at\nthe lifeguard station, but now decided that\nsince he was due on the 18th and there was no\nbusiness scheduled for that day, that, even if\nhe were delayed 24 hours he would be in plenty\nof time. There was very little prospect of the\nlifeguard station being left unguarded. Set\ncourse out of area in accordance with orders\nalready received from ComSubPac.\n2000 I SD contact 15 miles, bogey. Closed to 10, sighted\nfrom bridge. Angle on bow 10. Submerged.\n18 May\n0515 I SD contact 5 miles, closing. Submerged. Lost\npower on stern planes.\n0612 I\nSurfaced. Set course north along China coa st\nfor search by daylight of the area which has\nnow become blind bombing by night. Sighted\nmany junks.\n0730 I Circled close a board junk #11704. He doused\nhis sails at our approach. All hands showed\nconsiderable alarm until we broke out the\ncolors, at which the occupants smiled and waved\nat us.\n0740 I Flying flag for junk #9407. Sighted more junks\nduring morning but did not investigate any more\nof them closely.\n1150 I Decoded orders from ComSubPac, directing COD\nand MUSKALLUNGE to rendezvous in vicinity of 32\nN 126 E to transfer PCO from COD to MUSKAL-\n-\nLUNGE to assume command and to transfer CO\nof MUSKALLUNGE, who was ill, to COD, for further\ntransfer to GUAM.\nNoon Position (DR) Lat. 27-38:8 N, Long. 121-35.8 E.\n1215 I Commenced first of several attempts to raise\nMUSKALLUNGE on area frequency to arrange time\nof rendezvous.\n2114 I Do coded 5th Air Force request for lifeguard\nsubmarine on 19 May. There was nothing wo could\ndo abc ut this and the information was available\nto ComSubPac.\n21 30 I Worked MUSKALLUNGE. From his reply it was\napparent that he had not received the orders\nto the rendezvous. Referred him to the message.\nIn reply received request for rendezvous closer\nto base. Assigned new rondozvous at Lat. 32-\n23 N, Long. 127-30 E. This rendezvous was as\nfar east as I thought it advisable to prescribo\n(33)",
  "35": "U.S.S. COD (SS224)\nCONFIDENTIAL\n18 May (Cont.)\n19 May\n0405 I\nand still be in the open sea west of DANJO GUNTO.\nAsked MUSKALLUNGE whether he was proceeding on\nsurface, and held in abeyance the matter of\nshifting the rendezvous to the south of DANJO\nGUNTO. MUSKALLUNGE replied that he was proceeding\nsubmerged on the 20th but would try to run surface\nthe reafter.\nImmediately upon changing the location of the\nrendezvous which had been designated by ComSubPac,\nI sent a message to ComSubPac informing him of\nthe new locati on and of my estimated time of arrival.\nI did this 'because the MUSKALLUNGE was in com-\nmunication with ComSubPac and was sending him\ninformation without making it available to me.\nCommunications between the MUSKALLUNGE and COD\nhad not been reliable. My experience with rendez-\nvous has shown that it is best to keep all parties\nconcerned fully informed.\n0430 I Decoded message from ComAir OKINAWA telling sub-\nmari nes in vicinity of Lat. 32, Long. 127 to be\nalert for planes in trouble during the after-\nnoon of the 19th. Apparently a strike at the\nKOREAN coast. Sent message to OKINAWA telling\nthem our estimated noon position, course, and\nspeed, and volunteering to serve as lifeguard.\n0806 I Sent message to ComSubPac telling him all avail-\nable information that I had obtained from the\nMUSKALLUNGE with my plans for rendezvous.\n0910 I SD contact 7 miles, bogey. Submerged. Rain\nand general poor visibility all day today.\nSurfaced.\n0935 I\n-\nNoon Position (DR) Lat. 31-14.8 N, Long. 125-13.1 E.\n1254 I SD contact 23 miles, friendly. Worked him on\nVHF. No targets.\n1934 I\n20 May\n0034 I\nDecoded message from radio OKINAWA saying the\nstrike had been delayed until the 20th.\nWorked MUSKALLUNGE, getting his position, course,\nspeed and estimated time of arrival at rendezvous\nof 0200 I on the 21st. A plot showed that he was\nintending to run submerged on the 20th. This\nfactor ruled out a rendezvous south of DANJO\nGUNTO. Accordingly I did not change the rendez-\nvo us and sent a message' to OKINAWA telling them\nwe would be in the rendezvous position on 20 May\nand would like to lifeguard.\n(34)",
  "36": "CONFIDENTIAL\nU.S.S. COD (SS224)\n20 May (Cont.)\n0245 I\n0804 I\nExchanged calls with SEGUNDO by SJ.\nArrived at rendezvous station. Ran a short\nline up towards QUELPART ISLAND during the day\nand returned.\nNoon Position Lat. 32-41.1 N, Long. 127-26 E.\n1245 I Lookout sighted two planes, distance 4 miles,\napparently Coronados. Submerged.\nSurfaced.\n1319 I\n2239 I\n2329 I\n21 May\n0040 I\n0110 I\n0116 I\nExchanged signals with MUSKALLUNGE by SJ radar.\nSJ contact on MUSKALLUNGE. Worked him by VHF.\nAscertained that CO would be able to make trip\nin rubber boat. Fairly heavy seas. Had\nMUSKALLUNGE lie to and pump oil while we circled\nhim, spreading oil.\nCast loose rubber boat containing Comdr. W.\nH. LAWRENCE, 73367, USN with SOP orders to assume\ncommand of MUSKALLUNGE and with Lt. HURST as\nCox. Spread 5 more gallons of oil from the\nForward Torpedo Room head, backed clear, and\nwithdrew to leeward. Sent MUSKALLUNGE in to\nrecover boat.\nMUSKAL LUNGE received boat alongside.\nMUSKALLUNGE east loose boat and pulled clear\nto windward. Commenced maneuvering to recover\nboat. The oil slick proved reasonably effective\nin keeping the waves from breaking. Lt. HURST\nreported that his chief difficulty came from\nthe fish nudging him through the bottom of the\nboat. He turned off his light for a short time\nwhen this happened but turned it on again as\nsoon as we started playing the searchlight.\n0150 I Recovered boat and occupants, taking aboard Lt.\nComdr. L. A. LAJAUNIE, Jr., 78819 USN., the\nformer CO of the MUSKALLUNGE.\n0155 I MUSKALLUNGE departed on patrol. We set course\nfor GUAM.\nNoon Position Lat. 31-19.7 N, Long. 128-58 E.\n'\n-\nWe had been experiencing squally weather all day\nwith wind and sea from the northeast, gradually\nveering to eastward, and with a falling baro-\nmeter. When the barometer dropped 0.30 inch\nin one hour, it was apparent that we were in\nthe northeast quadrant of a cyclonic storm. At\n1600 the barometer steadied at 29.60 inches.\nThe winds decreased in intensity and rapidly\nveered to southwest, and for a short period\nwe had an almost calm sea with a slight up and\ndown movement and the sun shining overhead.\n(35)",
  "37": "U.SIS. COD (SS224)\nCONFIDENTIAL\n21 May (Cont.)\nBy 1700 wind and sea had commenced picking up\nagain from the southwest as we passed the storm\ncenter.\nOur\nI\n2124 I Commenced uneventful transit of the NANSEI SHOTO\nusing the passage, south of AKUSEKI JIMA.\ncontrol of the air was well demonstrated.\nhad judged that the weather was too poor for any\nplane contacts this night. In actuality we had\nno enemy plane contacts and had one contact with\nan OKINAWA-based search plane. After receiving\nhis report of no targets we told him about the\ntyphoon to the north-westward. He replied that\nhe knew about it since, he had been flying around\nin it for the past 3 hours. I doubt that the\nAmerican public will ever fully realise the risk\nand hardships involved in the non-glamorous aspects\nof the air war.\n22 May\n0515 I\n1009 I\n1141 I\nSubmerged. Unable to maintain depth control at\nperiscope depth. Commenced watering battorios\nand making routine repairs.\nSurfaced.\nPassed floating oil drum.\nNoon Position - Lat. 29-11 N, Long. 131-55 E.\n23 May\n0530 I Made trim dive.\n0611 I\nSurfaced.\nNoon Position - (DR) Lat. 29-16.9 N, Long. 136-56.5 E.\n1421 K Sighted 2 mines. Our position - Lat. 29-18 N,\nLong. 137-15 E. Usual type. Reddish color,\nlight rust; not many barnacles. Exploded 1 mine\nwith 40 MM.. Holed second mine with .50 Cal. A\nsmą 11 amount of smoke came out of the hole in\nthe mine. It sank very slowly and was watched\nout of sight.\n24 May\n0051 K\n0154 K\n0524 K\nSD contact 23 miles, bogey. Closed steadily to\n8. Submerged.\nSurfaced. Had SD contact shortly after surfacing,\nbut this time it showed friendly.\nFriendly planes passed overhead.\n0853 K SD contact 7 miles, bogey. Submerged.\n1007 K\nSurfaced.\nNoon Position - Lat. 27-20.8 N, Long. 139-16.8 E.\n1351 K SD contact 10 miles, bogey. Closed to 8.\nSubmerged..\n1437 K Surfaced.\n(36)",
  "38": "U.S.S. COD (SS224).\nCONFIDENTIAL\n24 May (Cont.)\n1655 K Intercepted message from a plane to AGATE BASE\ntelling of 3 Corsairs last seen 75 miles from\nour position. Raised AGATE BASE and offered\nto help in the search. AGATE BASE did not\nunderstand our Victor call, so we had to explain\nto him that we were a submarine. He replied\nthat he could use us the next day, told us to\nstay in the joint zone and that the Dumbo planes\nwould contact us in the morning. Sent message\nto ComSubPac advising him that we were doing this.\n2041 K Conducted battery discharge at 6-hour rate.\n25 May\n0155 K\nReceived messages from ComSubPac and ComTask\nGroup 17.7 permitting us to search a 90-mile\nsquare surrounding the reported position, and\ninforming us that an emergency submarine notice\nhad been issued to cover us. Entered air-\nsurface zone and commenced search. Reported\nour movements to AGATE BASE as soon as he came\nup on the lifeguard frequency in the morning.\nSighted Dumbos. Worked them by VHF and on\nlifeguard frequency.\n-\nNoon Position Lat. 25-47.3 N, Long. 138-30.3 E.\n1932 K Sunset. Discontinued search. Returned to Joint\nzone and resumed course for GJAM.\n26 May\n0758 K\n0929 K\nMade trim dive. Routine tests prior to refit.\nIndications that excessive cavitation as well\nas bearing squeal exists in propellers.\nSurfaced.\nNoon Position - Lat. 23-21 N, Long. 139-47 E.\n27 May\nNoon Position - Lat.\n18-53:8 N, Long. 139-42.2 E.\n1232 K Submerged. Battle problem.\n1329 K\n28 May\nSurfaced.\n0927 K Sighted two friendly submarines. Exchanged\nmessages with CREVALLE.\nNoon Position - Lat. 15-29.9 N, Long. 11-43.5 E.\n1403 K Sighted friendly submarine. Exchanged\nchallenge.\n29 May\nArrived GUAM.\n(37)",
  "39": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(C) WEATHER\nNo extreme weather conditions were encountered\nduring the patrol. The weather, in general, agreed with\nthe predictions of the H.O. publications for this time\nof year (overcast and misty). One typhoon was encountered,\nwith a barometer of 29.60 at the center.\n(D) TIDAL INFORMATION\nThe tides and currents encountered during this\npatrol conformed to those indicated on the current charts\nand in the H.O. publications for this area and time of\nyear. A set of about 0.6 knots to the northeast was ex-\nperienced in the middle of FORMOSA STRAIT, and a set of\n0.5 knots to the south within twenty miles north of\nKEELUNG, FORMOSA,\n(E) NAVIGATIONAL AIDS\nNo navigation lights were observed to be burning\non the FORMOSA or CHINA coast.. Navigation was accomplished\nmostly by sunsights, radar fixes and soundings. Soundings\nchecked closely with H.O. Chart 5495.\n(F) SHIP CONTACTS\nNo: Date : Long.\nEst. How\nInitial:Course Con-\nType(s): Range Speed :tacted: Remarks\n: 120 :Look-Friendly\n:\n: out :\nLook-\n:1820 I :20-32 N:\n1.:11 April:137-29E :Convoy :17,000: 13\n:0748 I:31-32 N : Tug and:\n2.:17 April:124-33E: Tow :18,000 : 6 : out\n:2130 I :25-49N :AM, PC,:\n: 030\n: 355 :\nGun Attack\nNo. 1\n: Torpedo\n:Attacks\n:High Looked\n3*:24 April:121-24 E: SB :12,000 :11.75: TDM\n:0652 I\n:26-38N :\n:121-25E: AH\n4.:3 May\n:\n:\n*\n:\n:\n: 015\n:17,500 : 14\n:Peris-:more like\n:cope :AK\nAdditional information for Contact No. 3: Original\ncontact was by traces on TDM bearing 020 relative, which\nwere identified as echo-ranging signals on 15.6 kcs; depth\nof water then being about 48 fathoms. Submarine was surfaced,\nmaking 5.5 knots on auxiliary engine. No other sound gear\nwas in use at time.\n(38)",
  "40": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(G) AIRCRAFT CONTACTS\nMore than 170 contacts were made on planes or\ngroups of planes. From an analysis of those which were\nbelieve to be enemy, the following surmises are made\nand are probably already out of date: In the area to\nthe north and west of FORMOSA numerous air patrols are\nencountered with regularity, probably operating from\nthe airfields at TAKHOKU and SHINCHIKU on northern\nFORMOSA. Contacts further indicate that the majority\nof the patrols to the north and some of those to the\nwest emanate from TAIHOKU, with SHINCHIKU taking the\nremainder of the westerly patrols. In the area to the\nnorth early morning and early evening planes can be\nexpected; those observed were either type SALLY or\nBETTY. On a line from TAIHOKU to FOOCHOW contacts\nwere very regular at about two hour intervals from\n1800 I to 1000 I, with the greatest number of contacts\naround 1800 I. The shuttle patrols from FOOCHOW and\nFORMOSA probably overlap considerably during the\nevening sweeps.\nOn several occasions a transport was\nobserved heading for TAIHOKU in the evening coming\nfrom the direction of the Chinese mainland. This\nplane is scheduled to arrive FORMOSA at about 1900 I.\nThis plane was several times identified as a DOUGLAS\nDC-2 (TESS).\n-+\nClose in to FORMOSA a great number of contacts\nwere encountered in the morning at about 0600 I. On\nsome occasions the planes were observed visually and\nwere in the majority of cases BETTY bombers. Planes\nare numerous about 1700 I and 2100 I, type SALLY being\nobserved on several occasions. The evening patrols are\nalso carried out along the CHINA coast from 1700 I to\n2000 I.\nThere was no evidence of seaplanes operating\nfrom the reported bases at TANSUI KO or FOOCHOW.\nOne evening at sunset, after a strike by our\nplanes, we sighted a bomber accompanied by at least\nseven fighters, and several lone bombers, all headed\nsouth at a point 20 miles north of KEELUNG. The\npresence of the fighters was extraordinary; a report of\ntheir presence was included in a routine despatch\nto ComSubPac.\nPrior to our westward passage through the NANSEI\nSHOTO, a four engine land plane with round fuselage and\nmid-wing bombed us. This plane was probably based on\nKYUSHU and searching the area to the east and south of\nTOKARA GUNTO. He was a little slow at his trade; we\n(39)",
  "41": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(G) AIRCRAFT CONTACTS (Cont.)\nwe were at 200 feet with the ventilation running when\nthe bomb exploded. As we proceeded further westward\nwe had more contacts the same day and throughout the\ntransit.\nNo new tactics were encountered.\nOn only one occasion did we encounter bad manners\non the part of a friendly plane. The difficulty arose,\nironically enough, with a ZON E-17\nJUKE BOX\nONE) who was our air cover on a lifeguaid mission. It\nwas apparent that he just didn't know any bentor than\nto close right in on us from up-sun with his BK secured,\nand then, after driving us down, to hover directly\noverhead. (See narrative for 17 May.) This was in\nmarked contrast to the behaviour of all other IUZON\nplanes, OKINAWA planes, and MARIANAS planes encountered\neast of the NANSEI SHOTO. We found it very casy to\n1 exchange information with most of them by VHF.\nIt is indeed a privilege and a pleasure to witness\nthe feats of skill and airmanship which are apparently\nroutine with the search squadrons based on OKINAWA.\n(40)",
  "42": "U.S.S. COD (SS224).\nCONFIDENTIAL\n(H) TORPEDO ATTACKS\n(SHIP CONTACT NO. 3)\nU.S.S. COD (SS224)\nTORPEDO ATTACK NO. 1 PATROL NO. 6\nTime 2156 I Date 24 April 1945 Lat. 25-50 N.\nLong. 121-16.1 E.\nDescription:\nAM No. 41\nShip(s) Sunk:\nNone\nShip(s) Damaged:\nNone\nDamage Determined by:\nNone\nTarget Draft 6' Course 325 Speed 11 3/4 Range 3100 yds\nOWN SHIP DATA\n(Torp.Run)\nSpeed 4.5 Course 098 Depth Surface Angle\nFIRE CONTROL AND TORPEDO DATA\nsurface attack using radar ranges and\nDivergent spread.\nNight\nTBT bearings.\nTubes Fired\n3.\n4.\n5\n6\nTrack Angles\n45 P\n45 P\n46P\n47.3P\nGyro Angles\n001\n001\n001\n001\nDepth Set\n2'\n2'\n2'\n2'\nHit or Miss\nMiss\nMiss\nMiss\nMiss\nErratic (yes or No)\nYes\nYes\nMk. Torpedo\n18-2\n18-2\nYes\n18-2\nYes\n18-2\nSerial\n99236\n99357\n99243\n99365\nMk. Exploder\n8-7\n8-7\n8-7\n8-7\nSerial\n15929\n15925\n15832\n15812\nActuation\nCONTACT\nMk. Warhead\n18-2\n18-2\n18-2\n18-2\nSerial\n5707\n5631\n5698\n5648\nExplosive\nTPX\nTPX\nTPX\nTPX\nFiring Interval\n0\n12\n12\n13\nType Spread\n0\n0\n10 R\n1º L\nSea Conditions\nFLAT SEA\nOverhaul Activity\nU.S.S. ORION\nPower\n27.15\n27.15\n27.20\n27.20\n(41)",
  "43": "CONFIDENTIAL\nU.S.S. COD (SS224).\n(H) TORPEDO ATTACKS (Cont.)\nU.S.S. COD (SS224)\nTORPEDO ATTACK NO. 2 PATROL NO. 6\nTime 0056 I Date 25 April 1945 Lat. 25-53.9 N.\nDescription:\nShip(s) Sunk:\nShip(s) Damaged:\nLong. 121-08 E.\nAM No. 41\nOne\nNone\nDamage Determined by:\nPrisoner of War.\nTarget Draft 6 Course 308 Speed 11 Range 490 yards\n(at Firing)\nOWN SHIP DATA\nSpeed 3.6 Course 240 Depth 60° Angle 0\nFIRE CONTROL AND TORPEDO DATA\nSubmerged attack using periscope radar ranges and\nperiscope bearings.\nTubes Fired\n8\n9\n10\nTrack Angles\n7 S\n16 S\n22 S\nGyro Angles\n235\n232\n228\nDepth Set\n3'\n3'\n3'\nHit or Miss\nMiss\nMiss\nHit\nErratic (Yes or No)\nNo\nNo\nNo\nMk. Torpedo\n18-2\n18-2\n18-2\nSerial\n99218\n99317\n99375\nMk. Exploder\n8-7\nSerial\nActuation\n11602\n8-7\n15962\n8-7\n15918\nContact\nContact\nContact\nMk. Warhead\n18-2\n18-2\n18-2\nSeri al\n5721\n5709\n5602\nExplosive\nTPX\nTPX\nTPX\nFiring Interval\n0\n9\n10\nType Spread\n0\n45 Ft.\n61 Ft.\nSea Conditions\nFLAT SEA\nPower\n28.40\nOverhaul Activity\n28.40\nU.S.S. ORION\n28.40\n(42)",
  "44": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(H) TORPEDO ATTACKS (Cont.)\n(SHIP CONTACT #3)\nU.S.S. COD (SS224) TORPEDO ATTACK NO. 3 PATROL NO. 6\nTime 0522 I Date 25 April 1945 Lat. 26-54.7 N.\nLong. 121-10.7 E.\nDescription:\nShip(s) Sunk:\nShip(s) Denaged:\nPC and engine aft vessel,\nSB or smaller.\nNone.\nNone.\nDamage Determined by: None.\nTarget Draft 6 Course 323 Speed 11 3/4 Range 3500\n6'\n335\n11 3/4\n2900\n(Torp. Run)\nOWN SHIP DATA\nSpeed 9.46.3 Course 030 Depth Surface Angle\nFIRE CONTROL AND TORPEDO DATA\nNight radar surface attack using radar ranges\nand TBT bearings.\nTubes Fired 3\n4 5 6 1\n2\nTrack Angles 121.5 P 121 P 124.5 P 115.6 P 115.8 P 117 P\nGyro Angles\n353\nDepth Set\n3'\n353\n3'\n349\n009\n010\n008\n3'\n3'\n3'\n3'\nHit or Miss\nMiss\nMiss\nMiss\nMiss\nMiss\nMiss\nErratic\n(Yes or No) Yes\nMk. Torpedo 18-2\nYes\nYes\nYes\nYes\nYes\n18-2\n18-2\n18-2\n18-2\n18-2\nSerial\n99274\n99262\n99397\n99215\n99267\n99260\nMk. Exploder 8-7\n8-7\n8-7\n8-7\n8-7\nSerial\n15849\n15866\n15854\n15700\n15911\n8-7\n15961\nActuation\nCONTACT\nMk. Warhead\n18-2\n18-2\n18-2\n18-2\n18-2\n18-2\nSerial\n5714\n5712\n5747\n5682\n5666\n5726\nExplosive\nTPX\nTPX\nTPX\nTPX\nΤΡΥ\nTPX\nFiring\nInterval\n0\n12\n13\n0(50)\n13\n10\nType Spread\nO\n1º R\n1° L\n1 R\n1° L\nPower\nSea Condition\nOverhaul Activity\nFLAT SEA\n27.50\n27.50 27.50 27.70\n27.70\n27.70\nU.S.S. ORION\n(43)",
  "45": "CONFIDENTIAL\nU.S.S. COD (SS224)\nATTACK DATA\nGUN ATTACK NO. 1\nPATROL NO. 6\nU.S.S. COD (SS224)\nTime 1101 I Date 17 April 1945 Lat. 31-51.5 N.\nLong. 124-51.5 E.\nTarget Data DAMAGE INFLICTED\nOne tug, possibly CHUYO MARU\nOne loaded wooden oiler.\nSHIPS SUNK:\nDAMAGED OR PROBABLY SUNK:\nDAMAGE DETERMINED BY:\nObserved to sink.\nDETAILS OF ACTION\nUSED: (1) 5\"25 cal, gun; Expended 69 rounds, fuzed HC.\n(2) 40 MM guns; 316 rounds expended.\nSurfaced astern of tug with tow at range of\n37 50 yards. Closed range, maneuvering to keep tow\nbetween COD and tug, to 3200 yards and opened fire with\n5\" gun. Third round struck in waist of oiler and a\ngreat ball of flame enveloped the midship section of\nthe ship, followed by dense clouds of black smoke rising\nimmediately. About 17 more rounds were fired rapidly\nand approximately 90% were observed to hit the fore-\ncastle, poop, and sides, sending new sheets of flame\naloft and a pall of oil smoke several hundred feet\nhigh, enveloping the target. Tug had meanwhile cast\nloose the tow and placed herself in protected position\nwith oiler between COD and herself, at the same time\nattempting to clear the area. COD speeded up, closed\noiler, raking entire length with 40 MM fire, and opened\nfire on tug. Crews of tug and oiler were observed\nmounting and manning ma chine guns at this time, many\nsplashes around COD.\nFirst seven to ten rounds were observed to fall\nclose aboard tug, who at this time was swerving wildly\nfrom side to side, finally presenting a zero angle on\nbow to COD. Tug was firing at COD with 20 MM or heavy\nHotchkiss gun mounted on wheelhouse and two other\nguns, when a near miss on tug's starboard side caused\nher to lose steerage way and steering. Sharp turn to\nher port and marked reduction in speed indicated this\nas she presented 90 starboard angle on bow. Crew of\ntug abandoned ship. At this time target was observed\nto be completely riddled by fragments from H.E. shells.\n(44)",
  "46": "CONFIDENTIAL\nU.S.S. COD (SS224).\nATTACK DATA (Cont.)\nThe metal superstructure was shredded and from the\nvicinity of the engine room arose many small streamers\nof smoke. Several hits were observed on various parts\nof the vessel further rending the deck houses and hull.\n40 MM opened up on tug at this time, raking hull and\n5\" put several rounds in the engine rooms starting\nadditional fires and causing several violent explosions\nbelieved to be boilers. COD closed to 2000 yards putting\nseveral rounds in waterline which sent ship to the bottom.\nClosed oiler to about 500 yards, firing into\nhull along waterline on side and stern, causing it to\nsi nk. During this firing several bright flashes were\nnoticed amidships followed by sheets and jets of flame.\nAs the oiler sank, drums which were on deck floated off\ninto the water and the crackling and popping noises\ncontinued for some time.\nWhile at MARE ISLAND we adopted the 5\" fire\ncontrol system which had been promulgated by Comdr.\nD. C. WHITE. This consists of telephone control from\nthe conning tower, with control and spotting officer\non a periscope. Target is kept set up on TDC, using\ngun as a range finder after initial salvo. Range spots\nare by SJ radar. Every 40-yard increment is sent to\nthe gun. The system has many advantages. The control\nparty is behind armor in the conning tower in relative\nquiet, yet in easy communication with C.0. on the bridge\nby 7 MC. The gunnery officer on the periscope shears\nis free to control all rapid fire guns by voice. The\nexecutive officer at the other periscope is free to\nwatch all targets and pick up any item being over-\nlooked by the commanding officer.\nIn an effort to simplify ammunition stowage\nand supply, this vessel mounted the following secondary\nguns for this patrol: Two 40 MM, four .50 cal., zero\n20 MM. This decision was made against the advice of\nthe force gunnery of fi cer, who pointed out that the\n20 MM is a more reliable gun than the 40 MM. It re-\nquired most of our training period to learn about the\n40, especially to find the best weight and amount of\ngrease to be used. The guns during this patrol were\nthoroughly reliable and their performance is a fitting\ntribute to the industry and attention to duty of Lieut.\nCharles PODOREAN and ALDRIDGE, J. E., GM2c.\n(45)",
  "47": "CONFIDENTIAL\n(I) MINES\nU.S.S. COD (SS224).\nSummary of mines sighted and results obtained.\nFor additional information see narrative and photographs.\n14 April Lat. 29-13 N\n15 April Lat. 29-58 N\nf\nLong. 132-13 E\nLong. 128-47 E\nExploded\nSighted through\nperiscope.\n16 April Lat. 31-23 N Long. 128-55 E Doubtful\nnight contact.\n16 April Lat. 32-27 N Long. 128-17 E Failed to\nsink it.\n16 April Lat. 32-22 N Long 125-27 E Night. Lost\nst moonset.\n134-35 E Ixploded.\n123 22 Exploded.\n17 April Lat. 31-45 N\n18 April Lat. 29-05 N\n18 April Lat. 27-27 N\n24 April Lat. 25-10 N\nLong.\nLong\nLong\n122-37 Eloded.\nLong,\n120.45 Barge type mine.\nLow order explosion.\n25 April Lat. 26-35 N\n25 April Lat. 26-19 N\nLong\nLong\n121 52 Exploded.\n121-56 E\nHoied with\n40 MM. Sank.\n25 April Lat. 26-08 N Long. 121-57 E Holcà with\nLong. 121-25 E\nLong. 123-57 E\n26 April\n4 May\n23 May\n23 May\nLat. 26-15 N\nLat. 28-43 N\n⋅\nLat. 29-15 N Long.\nLat, 29-15 N Long.\n137-15 E\n137-15 E\n50 Cal.\nSmoked, Sank.\nExploded.\nDelayed action\nexplosion.\nExploded.\nHoled with\n.50 Cal. Smoked.\nSank.\n'No conclusions as to enemy mining operations\nhave been drawn. It is my opinion that floating\nmines are apt to be en ço untered anywhere in the\nCHINA SEA or in the waters off JAPAN. All of them\nare potentially dangerous.\nThe paucity of mine contacts during the latter\npart of the patrol is attributed neither to the absence\nof mines in the locality nor to reduction in vigilance\non our part. It is readily explained by increased\nsubmerged patrolling and by rougher weather, which\nmade very difficult the sighting of mines or any\nother floating objects by lookouts.\n(46)",
  "48": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(J) ANTISUBMARINE MEASURES AND EVASION TACTICS\nDuring attack No. 2, (the submerged attack on AM\n#41), the target was using a modulated signal with auto-\nmatic keying, shortening range scale as the range closed.\nHe continuously shortened the keying interval as the\nrange closed under 800 yards, indicating the use of equip-\nment similar to the chemical range recorder of our own\nA/S vessels. The frequency of his equipment and that of\nthe PC in company was 15.6 kcs. During attack No. 3 a\nzero beat was obtained on the same PC at 15.3 kcs.\nEvasion tactics consisted of steering a continuously\ncurving course at 50 r.p.1., running silent at 150 feet\nwith depth of water 270 feet. Serious damage was avoided\nby reason of the depth setting of the charges, which were\nall too deep. We could have done a much better job of\navoiding the first depth charge attack. When it was\napparent that one A/S vessel was starting in for a good\nrun on the second depth charge attack, we fired an NA\nbeacon and speeded up The NAS beacon was a dud, as had\nbeen the one which we fired during the training period at\nPEARL.\n(K) MAJOR DEFECTS AND DAMAGE\nHULL AND MACHINERY\nQB The QB sound head installation as presently con-\nnected with the TDM is unsatisfactory. The high speed\ntraining of the QB head has caused noticeable wear on the\nshaft, which in turn, creates excessive vibration due to\nthe increased clearances. The vibration keops the hy-\ndraulic lines to the sound head loose.\nThere is present in the QB sound hoad installation a\npounding noise, the cause of which is unknown. fault\nmay be with a loose spider and drum or the outer door.\nSHAFTS The starboard shaft has a squeal when running\nat speeds of 65 r.p.m. higher. The intensity of this\nsqueal has progressive+ increased throughout the patrol.\nInvestigation has reve d no abnormal high temperatures\nat the stern tube bearing. The squeal may originate in\nthe strut or possibly the stern tube bearing and its\nfrequency is one per revolution. A lesser noise is pres-\nent in the port shaft.\nHYDRAULIC SYSTEM The hydraulic plant acquired a poun-\nding noise in the accumulator. This defect was traced to\nfaulty packing. Upon disassembly the leather packing was\nfo und hard and dry despite proper maintenance. The oil\nside was repacked and the shaft stoned. This eliminated\n(47)",
  "49": "UiS.S. COD (6S224)\nCONFIDENTIAL\n(K) MAJOR DEFECTS AND DAMAGE (Cont.)\nHYDRAULIC SYSTEM (Cont.)\nthe noise for a period of about sixty hours' operation\nbut it has since reappeared.\nTRIM PUMP PANEL While charging batteries, an attempt was\nmade to run the trim pump. This blew the line fuses\nand tripped the circuit breaker on the forward distri-\nbution panel.\nInvestigation showed that the first accelerating\ncontactor \"14\" was closing simultaneously with the\nline contactors, starting the dead motor with \"1R\"\ncut out. The resultant overload blew the fuses and\ntripped the circuit breaker. The panel overload.\nrelay dash pot was too full of oil ca using too long\na lag in the operation of this relay. The oil level\nwas corrected, and adjustment made on contact \"1SR\"\nto slow down the operation of \"LA\". As this adjust-\nmont had no effect, the panel was taken to the tender\nand thoroughly che cked, both electrically and mechan-\nically by ship's force and tender repair force. No\ndefect was found that could cause the above condition.\nA new \"1SR\" coil was wound using more turns and this\ncoil upon pulling up the relay armature would not\nrelease it again. The number of turns was gradually\nreduced until the same number. remained as were origi-\nnally wound. As a result of this experiment it was\nfound that \"1A\" operated regardless of the \"1SR\".\nThe wiring was checked with the blueprint, new\ncoils were installed and all moving parts renewed\nwithout effect. The panel was reinstalled and\noperated manually by holding \"1SR\" open until the\nline surge dropped off. It is desired that this\npanel be broken down completely during the forth-\ncoming refit and if the faulty operation cannot\nbe corrected a new panel be installed. It is to\nbe noted that this panel previous to the installa-\ntion of the Gould type trim pump operated satis-\nfactorily. When the Gould type trim pump was in-\nstalled at MARE ISLAND the pump motor was modified,\nbut no modification was made in the starting panel.\n#2 LIGHTING MOTOR GENERATOR SET. An excessive in-\ncrease in D.C. voltage was caused by loss of speed\ncontrol on this set. Automatic speed control failed\ndue to \"idler plate assembly\" (Pc #245) becoming\nloose and allowing the V-belt to slip. The piece\nwas tightoned up in its proper position and normal\noperation of the set resumed.\n(48)",
  "50": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(K) MAJOR DEFECTS AND DAMAGE (Cont.)\n#1 EVAPORATOR Due to a leaky vapor seal, the comploto\ncompressor was replaced with a spare by the tender repeir\nforce. After 6 hours operation a leak developed on the\npulley end and was renewed by parts from ship's spares.\nMASTER GYRO COMPASS The follow-up system of the mes-\nter gyro was out of commission twice during this patrol.\nOn 18 April, the left hand vacuum tube failed causing all\nthe repeaters to be out of commission. The faulty tube\nwas replaced and the gyro was placed back in commission.\nOn 12 May the bakelite drum holding the automatic speed\ncorrection slip rings short circuited due to carbon dust\nand dirt. The drum was removed, cleaned with alcohol,\nscraped, built up with sealing wax and replaced.\nHEAD SEA VALVES During the depth charge at tack on\n24 April the first string of charges was of such intensity\nas to cause the discharge sea and stop valves in the\nofficers' head to open violently; the sea valve operating\nhandwheel was observed to spin rapidly and the stop valve\noperating lever was thrown to the open position with such\nfor ce as to shear the pin joining the hand lever to the\nvertical operating shaft. Fortunately this was detected\nimmediately by personnel in the forward torpedo room and\nthe sea valve was shut after having taken enough water\naboard to fill the bowl and run several inches on deck.\nThe stop valve was shut with difficulty by using wrench,\nand the sheared pin was removed and replaced.\nDuring our overhaul at MARE ISLAND a job order had\nbeen issued to remove this opening in the hull by running\nthe head discharge into the No. 1 Sanitary Tank. The job\nwas cancelled by the yard without reference to the ship,\nbut. with the approval of certain administrative officers\nwho have never been depth charged. At this stage of the\nwar priority of submarines for overhaul is low. It is\nrecommended, therefore, that the delays in overhaul\nschedules be accepted in order to accomplish all essential\nwork.\nTORPEDO AND GUNNERY\nFour hydrogen burner casualties were experienced dur-\ning this patrol, three being the result of voltage surge\nwhen I.C. motor generator speed regulator failed to func-\ntion.\nNo grounds were not ed on any of the torpedoes and no\ndead cells were located.\nA major torpedo casualty occurred on the 26 of April.\nA hydrogen explosion in torpedo #99264 started a battery\nfire and also detonated hydrogen in torpedo #99218\n(49)",
  "51": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(K) MAJOR DEFECTS AND DAMAGE (Cont.)\nTORPEDO AND GUNNERY (Cont.)\nwhich resulted in damage or destruction of 75% of\nits cell caps. A careful check was made of #99218\nbut no further damage noted. Ruptured cell ceps\nwere replaced by rubber gloves.\nTorpedo #99264 was fired from #8 tube with pro-\npeller lock in place and with stop valve shut. The\ngreat heat of battery fire and resulting smoke ma de\nthis necessary for the safety of the ship.\nAt this point this ship would like to point out\nthe inadequacy of the present submarine allowance of\nthe rescue breathing apparati. The old type smoke\ncanister, as every one knows, is of no value what-\nsoever. At PEARL HARBOR this ship attempted to draw\nfour of the Rescue Breathers but only two could be\nobtained. (The ship's allowance). Thus, when this\nfire occurred as a result of the torpedo battery\nexplosion, only two rescue breathing apparati were\navailable (one at each end of the ship), and only\ntwo men could work in the compartment, plus one\nother wearing a shallow water diving mask.\nAt one time a smoke cannister and lung was autho-\nrized for each compartment. It would seem to follow,\ntherefore, that a rescue breathing apparatus should\nbe authorized for each compartment on the ship. This\nchange is recommended for submar in allowances.\nInvestigation indicates that the explosion occurred\nas a result of hydrogen accumulation during charge.\nThe battery charge had been completedhon #99264 and\n# 99218 torpedo es, readings had been taken on #99264\nand hand hole covers replaced. When the charging\ncable was removed from #99264, a spark resulted,\nflashing through to battery compartment and causing\nhydrogen explosion. Number 7 hand hole cover was\nblown off and an intense battery fire was started.\nThe hydrogen in the room and in #99218 was detonated\nas the hand hole covers had not yet been replaced\non this torpedo.\nIt is highly recommended that during charge, Mk.\n18 torpedoes be ventilated continuously, using low\npressure air through ventilation plug with at least\ntwo hand hole covers off. No exhaust lines in ship's\nventilation system except at the torpedo room bulk-\nheads makes for high concentration and accumulation\nof hydrogen gas in the torpedo rooms, especially\naround the torpedo tubes. This boat now has portable\nblowers rigged for exhausting this gas. Tests with\nportable hydrogen detector indicate that an explosive\nmixture exists at nearly all times in the torpedo\n(50)",
  "52": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(K) MAJOR DEFECTS AND DAMAGE (Cont.)\nTORPEDO AND GUNNERY (Cont.)\nduring charge even if ventilated immediately before charge,\nand that concentration of hydrogen as high as 2% forms in\ntorpedo room overhead during charge.\n(L) RADIO\nRadio reception was normal and satisfactory with a\nfew exceptions. On several occasions NKN was blanked out\ncompletely by GKU4 or BAMS skeds. In the vicinity of\nLat. 27 N, Long. 122 E, werwere unable to copy Fox skeds\non any frequency from NPM or 9090 kcs from GUAM as the\nsignal gradually faded to zero for periods over an hour\nin length at times around 03000400 Item.\nIn clearing ship-shore traffic, NKN proved invaluable\nwhile we were in the area. On several occasions NPN\ncould read us only strength 2 or 3, which is hardly ade-\nquate with so many Japs coming in strength 5, and NKN\nwould break in to offer hor reliable and helpful service.\nWolfpack communications left some thing to be desired.\nComFairWing 2 (00V4) in OKINAWA made every effort to as-\nsist submarine communications on Submarine Area Frequency\nPlans, by giving call-up, and, in fact, by rendering\nevery service except relaying a message to a boat which\nhe was unable to raise at the time. If he would offer\ndelayed relay service in the form of an hourly broadcast\nschedule of those wolfpack messages which boats were\nune ble to clear to the addressee it would speed up inter-\nsubma ri ne communications in the areas, and lighten the\nload on the ship-shore frequencies. This local SAFPLAN\nSKED could also include the aircraft contact reports.\nwhich ComFairWing 2 sends to submarines, thus eliminating\nthe need of NPM handling these reports. Use of SFPLAN\nfrequencies as a voice circuit by OKINAWA fighter director\nstations sometimes overloaded the circuit, but not seri-\ncusly. The alternate SAPPLAN frequencies were compara-\nti vely free of enemy jamming and generally more satisfac-\ntory.\nFor its designed purpose, the VHF proved a completely\nsatisfactory piece of gear. It was our primary circuit\nin lifeguarding, and many SD and sight contacts were\nidentified as friendly by its use.\nThe SCR 610-A equipment was tried on several occa-\nsions and functioned successfully once. At that time the\ntwo submarines were within 50 yards of each other and the\ncommanding officers were in communication by megaphone.\n(51)",
  "53": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(L) RADIO (Cont.)\n0152\n0200\n0202\n0205\n0206\nEXTRACT FROM RADIO LOG ON 17 APRIL DURING BATTLE SURFACE\n€500 Kcs.\n0207 3\n0208\n0220\n0223 Z\n0232\n0245\n0300\nBattle surfaced.\nJap sending close.\nCZ DE JUVJ UHP JUVJ ND CDJP OZL\n(A message was sent here; could not copy due to\nloudness of key clicks and unfamiliarity with\nJapanese code.)\nCZ DE JUVJ..\nCeased sending on 500.\nSending again close.\nCeased sending.\nJap sending signal strength S2 not close.\nTYBT TYBT DE TOWU TOWU QRK IMI K (not close.)\nSending again but not close.\nNo signals.\nNo signals.\n0315 Z No signals\n0330 No signals.\n0400 Z No signals.\n0415 Z No signals. Secured watch on 500 as ordered.\n(M) RADAR\nCOD carried a specially trained radar officer for the\nfirst time on this patrol. This came about at GUAM when\nJOHN WALLACE, CRT (AA) received his commission as Ensign.\nThe performance of the radars during patrol, naturally,\nwas commensurately improved. Less than cne hour was lost\non the SJ and about 3 hours were lost on the SD.\nTroubles.experienced were: Routine tube failures,\nfuse failures.due. to fluctuations of line voltage, a\nbreak in the flexible cable drive to the PPI unit of the\nSJ, and a short in the high voltage winding of the power\nsupply transformer of the BN. The winding burned out\nand had to be removed. High voltage for the BN was then\nobtained from a spere SD radar high voltage transformer\nwhich had to be stepped down from 18,000 volts to 4,500\nvolts by means of a resistance net work. The BN gave\nsatisfactory performance for the remainder of the patrol.\nDuring this patrol, as in previous ones, the SD radar\nwas keyed for a brief period every 30 seconds, day and\nnight. It is my opinion that no planes wore attracted\nby this.\n(N) SON R GEAR AND SOUND CONDITIONS\nSound conditions were average and performance of material\nnormal except as noted.\n(52)",
  "54": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(N) SONAR GEAR AND SOUND CONDITIONS (Cont.)\nTDM The Torpedo Detection Modification to the QB\ngear is a significant step forward both offensively and\ndefensively. In tests at PEARL all of cur conning tower\nwatch standers had opportunity to observe its ability\nto detect torpedoes, and on patrol initial contact on\none-half of our enemy contacts was made by TDM. During\nevasive tactics it gives a graphic picture of the bear-\ning change of all A/S craft (except creepers). But con-\nsiderable, work remains to be done on the design of the\nequipment. I have seen more rugged contraptions made.\nfrom a me ccano set. Breakdowns averaged about three a\nday, and no attempt is made to list them here. The\ngold braid contactors on the QB head slip rings were\ncompletely unsatisfactory and had to be replaced after\ntwo weeks by scalloped rings of heavy brass wire designed\nby Ensign WALLACE. None of the gear was designed for\nccntinuous high speed operation. It is suggested that\ntwo double pole double throw switches be installed to\nenable either training mot or generator set to be used\nwith either sound head. The B training motor generator\ncould be shifted to a different training motor generator\nset each day, letting the other cool down.\nExcessive vibration of the CB training motor and a\nburned out bearing in the training motor generator set\noccurred. The vibration once daused the forward torpedo\nroom watch to report that we were aground, end led to\nseveral reports of distant depth charging. The training\nmotor overheats. The Sangamo chemical recorder is appar-\nently not designed for continuous operation. The trans-\nparent plastic became opaque. Many failures occurred in\nthe springs and cord of the stylus fly-back system. From\nthe large number of spares which were supplied us with\nthe equipment, this would appear to be a weakness of\nlong-standing.\n(0) DENSITY LAYERS\nDensity layers in this area were found to conform\nwith the information given in the Submarine Supplement\nto the Sailing Directions for the Japanese Empire Ared.\nThey consisted mostly of small positive gradients of\napproximately 0.5 degrees between thirty and forty feet\nand larger positive gradients of approximately two de-\ngrees between sixty and eighty feet. Few negative gra-\ndients were obtained and then only in deep water of\nforty-five fathoms.\n(53)",
  "55": "DATE TIME LAT.\nGCT\nNORTH\nLONG.\nEAST\nSOUNDING TEMPERATURE (F) TEMP. GR..DIENT KEEL\nFATHOMS Air Surfaco 4°F\nDepth Ft. DEPTH\nIntako\n°F\nStart End FEET\nREMARKS\n4/13/45 0039 28-07\n137-18.2\n4/14/45 0312\n29-13.1 132-24\n4/15/45 2110\n29-16\n133-42\n4/17/45 0300\n31-52.5 124-51\n27\n4/19/45 1124\n35-40\n121-16\n40\n4/20/45 0921\n25-49.4\n121-28.1 45\n4/21/45 0136 25-32.4\n120-21.5\n4/21/45 0923 25-34.7\n120-05\n4/22/45 0003 26-21.2\n120-48.2\n4/22/45 0810 26-14.5 121-23\n4/23/45 0841 25-23.2\n120-49.8\n46\n4/24/45 2214 27-02.9 121-25.2\n30\n4/25/45 1646 26-03.2 121-35.5\n42\n4/27/45 2155 26-42.2\n122-00.2\n4/28/45 1000 25-36.5\n4/29/45 0300 25-26\n4/29/45 2240\n4/30/45 1706 25-50\n5/1/45 0931 25-42.6\n5/2/45 0755 26-15.3\n5/5/45 0300 28-55.5 124-02.3 45\n120-50 40\n121-18.6 45\n25-48.5\n120-51\n42\n131-13.2\n120-54\n48\n120-53.1 45\n5/7/45 0727 25-34\n120-15.5 27 83\n24-47.6\n5/9/45 2020 25-09\n5/10/45 1840 25-14.2\n5/11/45 0258\n5/12/45 2049 25-50\n5/13/45 2107 25-55.8 121-34.8 55\n120-25.7\n120-28\n120-12\n121-22.3 43\nSEGI 155 W EWWN WEE2111\n82\n32\n24\n35\n35\n50\n--\n45\n35\n0000 0000 000000000050\n67\n-0.5\n38 40\n300 Flooded in 2000#\nat 60 ft.\n74\n72\n-0.5\n38 40 220\n79\n75\n85\n72\n80\n72\n77\n72\n76\n65\n75\n64\n73\n64\n81\n73\n80\n60\n80\n72\n84\n68\n83\n76\n77\n76\n82\n74\n83\n77\n81\n75\n76\n70\n73\n62\n80\n80\n82\n81\n81\nANNEN DEED : 2\n72.5\n52\n--\n--\n--\n280\n-2\n20 25 90\n--\n--\n40.5\n20\n25\n100\n200\n+2\n60\n80\n100 Flooded in 1500#\nfrom 80 to 70 Ft.\n+2\n50\n80 100\n--\n--\n100\n-1\n20\n25 100\n-0.5\n40\n50 150\n+1\n20 30\n-5\n40\n50\n+3\n60\n65 80\n-0.5\n38\n40 140\n+2.5\n5 75\n150\n-4\n75\n180\n200\n-0.5\n60\n80\n100\n-3\n50\n110\n150\n-2\n30 80 150\n-1\n40\n42 100\n-2\n110 140 160\n41.0\n10 50\n-2.5\n50 95\n+4.5\n95 170 200\n67\n+0.5\n40 60 80\n74\n-0.5\n38 42 170\n71\n+0.5\n30\n32 65\n76\n-0.5\n50\n55 80\n76\n40.5\n10\n74\n20\n--\n130 Flooded in 3500#\ncoming to 65 Ft.\n· 125 Flooded in 3000#\ncoming to 65 Ft.\n(54)",
  "56": "DATE\nTIME L.T.\nGCT\nNORTH\nLONG.\nEAST\nSOUNDING TEMPERATURE (°F) TEMP. GRADIENT\nFATHOMS Air Surface\nDopth Ft.\nKEEL\nIntako\n4F\nF\nDEPTH\nKEEL\nREMARKS\n5/15/45 0700 24-59.0 120-20.4\n30\n78\n74\n+0.5 18 21\n120 Flooded in 1500\ncoming to 60 Ft.\n5/15/45 1500 25-23.9 120-15.9\n5/16/45 2204 25-20.5 120-38.1\n25\n78\n74\n45\n79\n76\n40.5 35 45\n-1.0 100 120 140\n100\n5/17/45 0244 25-09.3\n5/17/45 1100 25-41.1\n120-38.9\n45\n79\n75\n-1.0 0\n30 100\n121-23.0\n43\n82\n78\n-0.5 0\n25\n-1.0 25\nFlooded in 1000#\n85 150 coming to 65 Ft.\n5/17/45 2015 26-40.4 120-59.2\n35 80\n70\n-1.0 30\n60\n+2.0 75\n85\n110\n5/19/45 00388 30-58 124-43\n23\n80\n61\n-7.0 5\n60\n90\nPumped out 2000#\ncoming to 60 Ft.\n5/20/45 0346 32-34.4 127-26.7\n5/21/45 2015 29-17.5 130-51.2\n5/22/45 2030 29-21 135-22\n5/23/45 1451 29-11.2 139-07\n5/24/45 0352 26-58.1 139-17.7.\n5/25/45 2158 25-57.5 138-07.1\n70\n78\n68\n150\n2200\n86\n77\n--\n120\nFlooded in 2500#\n!!!\n80\n69\n-2 100 130\ncoming to 60 Ft.\n120 Floded in 1500#\ncoming to 65 Ft.\n76\n70\n+1 10 60\n-1 60 130\n150\n80\n71\n80\n82\n-3 90 130\n-3 120 280\n150\n300\nNo change in trim\ncoming to 65 Ft.\n(55)",
  "57": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(P) HEALTH, FOOD, AND HABITABILITY\nHealth of the crew was below par, eleven\nsick days being noted. FOLEY required a few days of\nrest after spending eight hours in the water, but was\nsoon back on the watch list. Days were lost from cal-\nculus, right kidney; urethritis acuto, non-vener al;\nand second degree burn, resulting from the torpedo\nbattery explosion. Treatment was given for cellulitis;\nchronic appendicitis; scabies; a possible fracture of\nthe wrist; fungus infection; constipation; heat rash;\neye strain; and gingivitis.\nHealth of the first three prisoners was good.\nOne case. of otitis media responded to treatment by\nsulfa drugs. The prisoner from the AM showed no de-\nsire to live, and on one occasion, by sims, asked\nhis guard to shoot him. The day after ho was received\nhe was placed in the forward torpedo room and the Pharma-\ncist's Mate was removed from the watch list in order to\nbe in almost constant attendance upon him. Every effort\nwas made to save him. A diagnosis was made of perito-\nnitis, general, acute, resulting from underwater explo-\nsion. He showed evidence of being syphilitic. He ex-\npressed tenderness in the abdomen. He refused food.\nHe was treated with sodium pentobarbital and morphine\nsulfate. He was fed intravenously. Penicillin therapy\nwas given, a total of 180,000 Oxford units being ad-\nministered by intramuscular injection. The prisoner\nkept spitting and passing blood and slowly failing,\nfinally expiring three days after being received on\nboard. Adrenalin was administered with no reaction.\nBurial services were conducted.\nToo much\nFood was excellent and well-prepared.\ncredit cannot be given to SACCO, G.J., Sclc, VERRBACH,\nG.A., Jr., SC2c and HORAN, G.J., SC2c.\nHabitability normal.\n(Q) PERSONNEL\n2\n(a) Number of men detached after previous patrol! 22\n(b) Number of men on board during patrol.\n(c) Number of men qualified at start of patrol.\n(d) Number of men qualified at end of patrol.\n(e) Number of unqualified men making their first\npatrol.\n80\n55\n63\n18\nI was unable to detect any difference in performance\non the part of personnel that could be attributed to the\neffects of our visit to the United States. Everyone seemed\njust as aggressive and the commanding officer was just as\nstupidly willing as ever to let the Japanese use us for\na target.\n(56)",
  "58": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(2) PERSONNEL (Cont.)\nSTUART, D.J., Slc, USNR was received at MARE ISLAND.\nHe is a recent graduate. of the West Coast Sound School,\nwithout previous experience at sea. He was given a\nbattle station on the JK. His performance was worthy of\na veteran and reflects great credit on the Sound School.\nHe was absolutely reliable and unperturbed during the\nmost trying conditions. Most striking to me was his\nability to give accurate range estimates from the sound\nof the target screws alone. All hands received a great\ndeal of benefit from the ship's week of services to the\nsame school. Instruction was given us both on shore and\non board. I believe that all prospective submarine com-\nmanding officers would profit from a course of instruc-\ntion in the surface ASW school.\nDuring this patrol, for the first time, I encountered\na Naval Academy graduate whose goal was to attain a 2.5\nin the theatre of war. 2.5 is not passing with me. This\nis a game for experts. To raise a men's sights from 2.5\nto 4.0 entails a shift of 60% in his point of aim. Mak-\ning that shift is tantamount to acquiring a new philoso-\nphy of life. The process is painful.\nI would like to recommend that the Executive Officer\nof a fleet submarine on war patrol, if he be in the grade\nof lieutenant, be issued a spot promotion to lieutenant\ncommander. The billet is one of considerable responsi-\nbility; the officer holding it is in training for command.\n(R) MILES STEAMED\nPEARL to GUAM\n-\nFUEL USED\n3,096.2 miles\n42,665 gals.\nGUAM to REA\n2,505.2 milos\n32,120 gals.\nIn AREA\n4,509.3 miles\n41,350 gals.\nAREA to GUAM\n2,651.6 miles\n37,885 gals.\n(S) DURATION\nDays enrcute PEARL to GUM\n12\nDays in GUAM\n3\nDays enroute to REA\n9\nDays in AREA\n30\nDays enroute to GUAM\n11\nDays submerged.\n(T) FACTORS OF ENDURANCE REMAINING\n8\nTorpedoes\nFuel\nProvisions Personnel Factor\n7\n5,000 gals.\n10\nUnknown\n(57)",
  "59": "CONFIDENTIAL\nU.S.S. COD (SS224)\n(U) COMMUNICATIONS, RADAR AND SONAR COUNTERMEASURES\n1. Radio: The usual enemy countermeasures, keyed\nand unkeyed CW and \"howler\" jamming, were heard on all\ncircuits continuously, but, with a few exceptions, were\nmore bothersome than effective. On at least three\noccasions 8KC (LUZON) was completely blocked out by un-\nkeyed CW jamming. Jamming on the fundamental and secon-\ndary harmonic of the ship-shore primary frequency series\nmade it very difficult to work NPN, but NKN was very\nhelpful on most of these occasions and was able to read\nus well above the intensive keyed C used by the Japs.\nOn one occasion while lifeguarding, channel one of the\nVHF was jammed with fair effectiveness by an intermit-\ntent unkeyed CW tone. There is the possibility, however,\nthat this was interference from an enemy radar in the\n140 mc band rather than intentional jamming.\n2. Radar: The APR performed reliably, though no\ninformation from it was usable. Several careful attempts\nwere made to get a direccional indication from the APR\nby swinging ship, without success. A simple directional\nantenna would make the APR more useful. No attempt is\nmade to list all of the APR contacts made on this patr: 1.\nInstead, the following list shows those contacts which\nwe were unable to identify by means of the information\nfurnished us. There may be some previously unrecorded\nsignals in the lot.\n(58)",
  "60": "CONFIDENTIAL\nLOCATION\nU.S.S. CCD (SS224)\nFreq. Pulse Rate Pulse Width\nMcs. (Pulses/sec) (Microseconds)\nLat.\nLong.\nRemarks\n15-40 N 141-22 E\n230\n75\n8\nProbably Shipborne\n29-15 N 132-52 E\n92\n400\n20-25\nPossibly British\nShipborne\n29-14 N 132-36 138\n500\n7\nPossibly Jap Air-\n29-12 N 131-07 E 220\n800\n15\nborne\nProbably Jap\nShore Basod\n29-18 N 131-04 E\n29-15 N 129-45 E 580\n150\n600\n15\nProbably Jap\n1400\n2.5\n29-16 N 130-47 205\n1000\n5-6\n31-43 N 124-59 E\n43\n25\n30\n25-39 N\n121-24 E 68\n500\n50-60\n26-01 N\n121-28 E 100\n500\n22.\n25-16 N 120-22155\n500\n25-16 N 120-22 E 265\n1250\n!\nShore Based\nPossibly U.S.\nAir Search\nPossibly Jap Air-\nbor ne\nProbably Jap Lond\nBased\nProbably Jap Land\nBased\nProbably Jap Land\nBased\nProbably Jap Air-\nborne\nPossibly Jap Land\nBased\n25-16 N 120-22 127\n25-02 N 120-15 157\n1000\n4\nPossibly Jap Lond\nBased\n500\n8\nPossibly Jap Air-\n25-24 N 120-20220\n300\n3\nbor ne\n25-24 N 120-20 E 128\n25-25 N 120-28 65\n25-25 N 120-28 E 157\n25-26 N 120-16 E\n97\n25-26 N 120-16 E 320\n1250\n2\n250\n27\nborne\nPossibly Jap Air-\nPossibly Jap Air-\nborne\nProbably Jap Land\nBased\n500\n5 & 2.5\nPossibly Jap Air-\n(Double Puls)\nborne\n500\n300\nProbably Jap Land\nBased\nPossibly Jap Air-\nhorne\n3. Sonar: No sonar countermeasures were encountered.\nA zero beat was obtained on two enemy soner equipments\nat 15.6 kcs. One of them later was on 15.3 kos. See\nsection (J).\n25\n3\n(59)",
  "61": "U.S.S. COD (SS224)\nCONFIDENTIAL\n(V) REM RKS\nANDRE GORDON JOHNSON, 812 17 02, Seaman lc, V6,\nUSNR, was my lookout, shipmate and friend. He died\nheroically in the line of duty, in order to save his\nship. The commending officer derives no satisfaction\nfrom recording the events of the patrol, nor from the\nmeagre damage inflicted on the enery. The only satis-\nfaction lies in recording the acts of heroism that\nwere performed by JOHNSON, and by his shipmates at the\ntime of the casualty which led to JOHNSON's loss..\n(60)",
  "62": "FB5-201/A16-3\nSerial (020)\nCONFIDENTIAL\nFIRST ENDORSEMENT to\nCO COD Report of 6th\nSUBMARINE DIVISION TWO HUNDRED ONE\nFleet Post Office,\nWar Patrol dated 5/29/45.\nFrom:\nTo:\nVia:\nSubject:\n1.\nSan Francisco, California\n30 May, 1945.\nThe Commander Submarine Division TWO HUNDRED ONE.\nThe Commander-in-Chief, United States Fleet.\n(1) The Commander Submarine Squadron T.ENTY.\njrw\n(2) The Commander Submarine Force, U.S. Pacific Fleet.\nU.S.S. COD (SS224) Report of War Patrol Number Six.\n-\nThe sixth war patrol of the U..S. COD, under the command of\nCommander J. A. ADKINS, U.S. Navy, was conducted in the East Chine Sea, in\ncompany with the U.S.S. POMPON; both vessels participating in coordinated\npatrol and lifeguard operations.\n2.\nThe patrol was of sixt six (66) days duration, of which,\nthirty (30) days were spent on station. Thorough area coverage was maintained.\nThe patrol was terminated by a dispatch from Comsubspac. Four ship contacts\nwere made. The first contact was on a friendly convoy while enroute from\nPearl to Guan. Contact number two, a tug and tow, was developed into a\nsuccessful gun attack. Contact number three on 24 April, was developed\ninto three torpedo attacks. A properly marked enemy hospital ship was the\nfourth contact, and it was avoided.\n3.\nA summary of the attacks follows:\nGUN ATTACK NUMBER ONE-17 April, 1945.\nIn the late morning of 17 April 1945, two ships were sighted and after\ncarefully inspecting them, it was decided to battle surface and engage the with\nthe deck guns. Upon surfacing, it was apparent that one vessel was towing the\nother. The two was engaged with 5\" gunfire at a range of 3,200 yards, and\nwith the 40 mm at a range of about 2,000 yards. 5 hits set the tow on fire.\nThe tow obviously had a cargo of oil as great clouds of black smoke poured out and\nflames engulfed the vessel. The towing vessel let go his tow, and decided to\nshoot it out. The 40 mm crews were secured due to aircraft contacts and the\ntowing vessel was taken under fire at a range of about 3,700 yards, and was sunk\nwith 5\" and 40 mm fire. The COD then returned to the oiler and sank it with\nthree five inch hits along the waterline. Three prisoners were picked up. It\nis estimated that the following damage was inflicted. SUNK: One (1) SC Tug;\nPossibly CHOYO MARU (EU), 2,000 tons; and One (1) S Oiler; Possibly BAISHI or\nBANSHI MARU (EU), 2,000 tons.\n-1-",
  "63": "FB5-201/A16-3\nSerial (020)\nCONFIDENTIAL\nSubject:\nSUBMARINE DIVISION TWO HUNDRED ONE\nFleet Post Office,\nj\nSan Francisco, California\n30 May 1945.\nU.S.S. COD (SS224) Report of War Patrol Number Six.\nTORPEDO ATTACK NUMBER ONE-24 April, 1945.\nOn the evening of 24 April, 1945, SJ contacts were made on two ships at a\nrange of 9,450 yards, base course 355 T. Upon closing, four Ak 18-2 torpedoes\nwere fired from the bow tubes at the leading ship, with depth settings at two\nfeet, gyro angles 000.5 to 000.1, average track angles 46 P, torpedo run 3,100\nyards. Just before firing, radar picked up a third ship in this convoy. Each\ntorpedo jumped out of the water as soon as launched and then proceeded down the\nrange like a porpoise, alternately broaching and plunging. No hits were obtained.\nThe trailing ship was not fired upon considering the performance of the torpedoes\nat a depth setting of two feet. The target detected the COD and gave chase,\nThe increasing accuracy of the target's gunfire forced the COD to submerge and a\nsevere depth charging followed.\nTORPEDO ATTACK NUMBER TO 25 April, 1945.\n-\nUpon coming to periscope depth after torpedo attack number one, the same\ntarget was observed on the port quarter, range about 4,000 yards, apparently\nlying to. The previous depth charging had knocked out the tuning of the ST,\nThe target commenced a sweep in the direction of the COD, which tomminated when\nCOD fired three stern tubes with gyro angles 235 to 228, average track angle 150\nS, depth setting three feet, average torpedo run 310 yards. With range 490,\nCOD submerged to 150 feet. One explosion was heard which stopped pinging and\ntarget screws. Upon surfacing, COD passed through an oil slick and heard break-\ning up noises beneath her. Over 70 men were observed in the water and one prisoner\nwas picked up. The internal injuries sustained by the prisoner resulted in\nhis death three days later. However, from interrogation of the prisoner, it is\nestimated that the following damage was inflicted by this attack. SUNK: One (1)\nAM No. 41 (EC), approximately 1,000 tons.\nTORPEDO ATTACK NUMBER THREE 25 April, 1945.\n-\nAt 0410 I, on the morning of 25 April, 1945, the remaining two ships of\nthe convoy were contacted by SJ on the same base course of 355 T, after a three\nhour chase. Three bow tubes were fired at the leading ship, which was the\nlarger of the two, with average gyro 352, average track 122 P, torpedo run 3,470\nyards, and three bow tubes were fired at the second ship with average gyro 009,\naverage track 166 P, torpedo run 2,900 yards. Each torpedo broached onco\nimmediately after firing and two of the torpedoes made wide hooks to the left.\nAll torpedoes eventually settled down on a straight course, although the initial\nhooks had dispersed them. Ho hits were obtained. The leading ship appeared to\nbe a PC and the trailing ship an engines aft ship of about SB size or smaller.\n-2-",
  "64": "FB5-201/A16-3\nSerial (020)\nSUBLARING DIVISION TWO HUNDRED ONE\nFlect Post Office,\nSan Francisco, California\n30 May, 1945.\nCONFIDENTIAL\nSubject:\n4.\nU.S.S. COD (SS224) Report of War Patrol Number Six.\n-\nThe major torpedo casualty which occurred on the 26th of April\nwas indeed unfortunate and the Commander Submarine Division 201 regrets\nexceedingly with the commanding officer, officers and crew of the U.S.S. COD,\nthe loss of their shipmate and friend Andrew G. JOHNSON, Sle, USNR, who was\nwashod overboard while assisting in opening the after torpedo room hatch to\nalleviate the serious condition caused by the torpedo casualty. The commendable\nmanner in which the torpedo casualty was handled by all hands is deserving of\nthe highest praise.\n5.\nMany floating mines were sighted. Eleven were sunk by gunfire.\n6.\nThe U.S.S. COD returned from hor patrol in an excellent state of\ncleanliness. There are no major material defects which will necessitate\nextending the rofit period, and the COD will be refitted in the normal refit\nperiod.\n7.\nThe Commander Submarine Division 201 congratulates the commanding\nofficer, officers and crow of the U.S.S. COD upon their return from the long,\ntoncicus and well conducted patrol. It is rocommended that the CCD be credited\nwith inflicting the following damage upon the enemy:\nSUNK\nOne SC Tug (Possibly CHOYO MARU (EU), Gun Attack No. 1\nOne SC Oiler (Possibly BAISHI or BANSHI MARU (LU),\n2,000 tons.\nGun Attack No. 1\n2,000 tons.\nOne At No. 41 (EC), Torpedo Attack No. 2.\n1,000 tons.\nTOTAL SUNK..\n.... 5,000 tons.\nlands.\nSANDS.",
  "65": "FC5-20/116-3\nSerial: 0130\nSECOND ENDORSIENT to\nCO COD 1tr. 16-3\nSer: 014, Rept of 6th\nWar Patrol.\nSUBMARINE SQUADRON TWENTY\nCare of Fleet Post Office,\nSan Francisco, California.\n5 June 1945\nFrom:\nTo:\nVia:\nSubject:\nThe Commander Submarine Squadron TNTY.\nThe Commander-in-Chief, United States Floot.\n(1) The Commander Submarine Force, U.S. Pacific Floot.\nU.D.S. COD (SS224) - Report of War Patrol Nurber SIX.\nForwarded, concurring in the remarks and recommendations of\ndamage assessment by Commander Submarine Division TO HUNDRED ON.\n1.\n2.\nIt is of intorost to noto that on 24 April the TDM picked up\npinging twenty-four minutes before the SJ radar mado contact with the targets.\nUnder section (N) the corranding officer states that \"...on patrol initial\ncontact on one-half of our cncny contacts was made by TDH\".\n3.\nThe Commander Submarine Squadron TTY congratulates the Cor\nanding Officor, officors and non of the U.S.. COD upon this boldly prosocuted\nand extremely active patrol.\nL. S. PARKS.",
  "66": "FF12-10(A)/A16-3(1) SUBMARINE FORCE, PACIFIC FLEET\nSerial 01472\nCONFIDENTIAL\n6 04571\nld\nCare of Fleet Post Office,\nSan Francisco, California,\n16 June 1945.\nTHIRD ENDORSEMENT to\nCOD Report of Six th\nWar Patrol.\"\nCOMSUBSPAC PATROL REPORT NO. 779\nU.S.S. COD - SIXTH WAR PATROL\nFrom:\nTo:\nVia:\nSubject:\n1.\nNOTE: THIS REPORT WILL BE\nDESTROYED PRIOR TO\nENTERING PATROL AREA.\nThe Commander Submarine Force, Pacific Fleet.\nThe Commander in Chief, United States Fleet.\nThe Commander in Chief, U. S. Pacific Fleet.\nU.S.S. COD (SS224) Report of Sixth War Patrol\n(24 March to 29 May 1945).\nThe sixth war patrol of the COD, under the command of\nCommander J. A. Adkins, U. S. Navy, was conducted in the East China\nSea off the northwest coast of Formosa. The POMPON and COD operated\nas a coordinated attack group with the commanding officer of the COD\nas task group commander.\n2.\nThis long, arduous, and well conducted patrol result-\ned in the sinking of a minesweeper by torpedo attack and in the\nsinking of a tug and an oiler, which was being towed, by gunfire.\nThree prisoners were taken, one of whom subsequently died. In addi-\ntion to offensive patrol, the COD was engaged in lifeguard duties.\n3.\nThe Force Commander sympathizes with the commanding\nofficer, officers, and crew of the COD in the loss at sea of Andrew\nGordon Johnson, seaman first class.\n4.\nis authorized.\n5.\nAward of Submarine Combat Insignia for this patrol\nThe Commander Submarine Force, Pacific Fleet, congra-\ntulates the commanding officer, officers, and crew of the COD upon\nthe completion of this aggressive, well planned, and productive\npatrol. The COD is credited with having inflicted the following\ndamage upon the enemy during this patrol:\nSUNK\nMinesweeper (AM-41 Class) (EC)\n1,000 tons (Attack No. 2)\n2,000 tons (Gun Attack No. 1)\n2,000 tons (Gun Attack No. 1)\n1\n-\n-\n1 Tug (EC)\n1\nOiler (EC)\nTOTAL SUNK\n-\n5,000 tons EXTRA\nSORG..\nORIGINAL\nDistribution and authentication\non following page.\n1-\nMICRO\nPHOTO-LAB OP-16\nRETURN TO F-4253\nE. E. YEOMANS.",
  "67": "FF12-10 (A)/A16-3(18) SUBMARINE FORCE, PACIFIC FLEET\nSerial 01472\nCONFIDENTIAL\nTHIRD ENDORSEMENT to\nCOD Report of Sixth\nWar Patrol.\nCOMSUBSPAC PATROL REPORT NO. 779\nU.S.S. COD\nSubject:\nDISTRIBUTION:\nSIXTH WAR PATROL.\n-\nld\nCare of Fleet Post Office,\nSan Francisco, California,\n16 June 1945.\nNOTE: THIS REPORT WILL BE\nDESTROYED PRIOR TO\nENT RING PATROL AREA.\nU.S.S. COD (SS224) Report of Sixth War Patrol\n(24 March to 29 May 1945).\n(Complete Reports)\nCominch\nCNO\nCinc pac\n:\nJICPOA\n(7)\n(5)\n(6)\n(1)\nAdICPOA\nComservpac\nCinclant\nComsubslant\nS/M School, NL\n(1)\n(1)\n(1)\n(8)\n(2)\nco, S/M Base, PH\nComsopac\nComsowes pac\nComSub s7th Flt (Fwd Echelon)\n(1)\n(2)\n(1)\n(2)\nComSubs7th Flt (Rear Echelon)\n(2)\nComnorpac\n(1)\nComsubspac\n(3)\nComsubspa cAdComd\n(40)\nSUBAD, MI\n(2)\nComsubspacSub ordcom\n(3)\nAll Squadron and Div.\nCommanders, Pacific\n(2)\n(2)\n(1)\nSub strainpac\nAll Submarines, Pacific\nW. S. Langley\nW. S. LANGLEY,\nAsst. Flag Secretary.",
  "68": ""
}